Repository: A60874022/handmade-market-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: English
de: Englisch
fr: Anglais

source: Deutsch
fr: Allemand

source: Dialogue participants
fr: Participants au dialogue

source: Product
de: Produkt
fr: Produit

source: Basic information
de: Grundlegende Informationen
fr: Informations de base

source: Text (preview)
fr: Texte (aperçu)

source: Error loading dialogue list
fr: Erreur lors du chargement de la liste des dialogues

source: You don't have access to this dialogue
fr: Vous n'avez pas accès à ce dialogue

source: Message sent
fr: Message envoyé

source: Error loading dialogue
fr: Erreur lors du chargement du dialogue

source: No permission
fr: Autorisation refusée

source: Empty message
fr: Message vide

source: Internal server error
fr: Erreur interne du serveur

source: You don't have permission to delete this dialogue
fr: Vous n'avez pas la permission de supprimer ce dialogue

source: Dialogue successfully deleted
fr: Dialogue supprimé avec succès

source: Error deleting dialogue
fr: Erreur lors de la suppression du dialogue

source: Deleted {count} dialogues
fr: {count} dialogues supprimés

source: Error deleting dialogues
fr: Erreur lors de la suppression des dialogues

source: You cannot start a dialogue with yourself
fr: Vous ne pouvez pas démarrer un dialogue avec vous-même

source: Error creating dialogue
fr: Erreur lors de la création du dialogue

source: Status
fr: Statut

source: Related objects
fr: Objets associés

source: User email
fr: E-mail de l'utilisateur

source: 🎉 New order
de: 🎉 Neue Bestellung
fr: 🎉 Nouvelle commande

source: 📦 Order status changed
de: 📦 Bestellstatus geändert
fr: 📦 Statut de la commande modifié

source: 💬 New message
de: 💬 Neue Nachricht
fr: 💬 Nouveau message

source: ❤️ Product added to favorites
de: ❤️ Produkt zu Favoriten hinzugefügt
fr: ❤️ Produit ajouté aux favoris

source: 🔔 System notification
de: 🔔 Systembenachrichtigung
fr: 🔔 Notification système

source: ❌ Order cancelled
de: ❌ Bestellung storniert
fr: ❌ Commande annulée

source: user
fr: utilisateur

source: notification type
fr: type de notification

source: title
fr: titre

source: is read
fr: est lu

source: created at
fr: créé le

source: related object ID
fr: ID de l'objet associé

source: related content type
fr: type de contenu associé

source: action URL
fr: URL d'action

source: %(type)s for %(email)s
de: %(type)s für %(email)s
fr: %(type)s pour %(email)s

source: and %(count)d more products
de: und %(count)d weitere Produkte
fr: et %(count)d autres produits

source: 🎉 New order!
de: 🎉 Neue Bestellung!
fr: 🎉 Nouvelle commande !

source: Customer %(email)s placed an order for your products: %(items)s. Total amount: %(total)s euros
fr: Le client %(email)s a passé une commande pour vos produits : %(items)s. Montant total : %(total)s euros

source: New message from %(email)s: %(text)s%(ellipsis)s
de: Neue Nachricht von %(email)s: %(text)s%(ellipsis)s
fr: Nouveau message de %(email)s : %(text)s%(ellipsis)s

source: Customer %(email)s cancelled order #%(id)s
de: Kunde %(email)s hat Bestellung #%(id)s storniert
fr: Le client %(email)s a annulé la commande #%(id)s

source: ❌ Order cancelled by master
de: ❌ Bestellung vom Handwerker storniert
fr: ❌ Commande annulée par l'artisan

source: Master %(email)s cancelled your order #%(id)s
de: Handwerker %(email)s hat Ihre Bestellung #%(id)s storniert
fr: L'artisan %(email)s a annulé votre commande #%(id)s

source: Error loading notifications
de: Fehler beim Laden der Benachrichtigungen
fr: Erreur lors du chargement des notifications

source: Total quantity
fr: Quantité totale

source: Total cost
fr: Coût total

source: Total amount
fr: Montant total

source: Cart of %(email)s
de: Warenkorb von %(email)s
fr: Panier de %(email)s

source: Cart
de: Warenkorb
fr: Panier

source: Carts
fr: Paniers

source: Quantity
fr: Quantité

source: Added at
fr: Ajouté le

source: Cart Item
fr: Article du panier

source: Cart Items
fr: Articles du panier

source: Placed
de: Aufgegeben
fr: Passée

source: In progress
de: In Bearbeitung
fr: En cours

source: Shipped
de: Versandt
fr: Expédiée

source: Delivered
de: Geliefert
fr: Livrée

source: Cancelled
de: Storniert
fr: Annulée

source: Customer
fr: Client

source: Created at
de: Erstellt am
fr: Créé le

source: Updated at
de: Aktualisiert am
fr: Mis à jour le

source: Order #%(id)s - %(email)s
de: Bestellung #%(id)s - %(email)s
fr: Commande #%(id)s - %(email)s

source: Order
de: Bestellung
fr: Commande

source: Orders
fr: Commandes

source: Price at moment
fr: Prix au moment

source: Order Item
fr: Article de commande

source: Order Items
fr: Articles de commande

source: Error loading cart
de: Fehler beim Laden des Warenkorbs
fr: Erreur lors du chargement du panier

source: You cannot buy your own products
de: Sie können keine eigenen Produkte kaufen
fr: Vous ne pouvez pas acheter vos propres produits

source: Quantity of product "%(title)s" increased to %(quantity)d
de: Menge des Produkts "%(title)s" erhöht auf %(quantity)d
fr: Quantité du produit "%(title)s" augmentée à %(quantity)d

source: Product "%(title)s" added to cart!
de: Produkt "%(title)s" zum Warenkorb hinzugefügt!
fr: Produit "%(title)s" ajouté au panier !

source: Error adding product to cart
de: Fehler beim Hinzufügen des Produkts zum Warenkorb
fr: Erreur lors de l'ajout du produit au panier

source: Product removed from cart
de: Produkt aus Warenkorb entfernt
fr: Produit retiré du panier

source: Error updating cart
de: Fehler beim Aktualisieren des Warenkorbs
fr: Erreur lors de la mise à jour du panier

source: Product "%(title)s" removed from cart
de: Produkt "%(title)s" aus Warenkorb entfernt
fr: Produit "%(title)s" retiré du panier

source: Error removing product from cart
de: Fehler beim Entfernen des Produkts aus dem Warenkorb
fr: Erreur lors du retrait du produit du panier

source: Your cart is empty
de: Ihr Warenkorb ist leer
fr: Votre panier est vide

source: Product "%(title)s" is no longer available
de: Produkt "%(title)s" ist nicht mehr verfügbar
fr: Le produit "%(title)s" n'est plus disponible

source: You cannot buy your own products. These products have been removed from cart.
de: Sie können keine eigenen Produkte kaufen. Diese Produkte wurden aus dem Warenkorb entfernt.
fr: Vous ne pouvez pas acheter vos propres produits. Ces produits ont été retirés du panier.

source: Your own products have been removed from cart before order placement.
de: Ihre eigenen Produkte wurden vor der Bestellaufgabe aus dem Warenkorb entfernt.
fr: Vos propres produits ont été retirés du panier avant la validation de la commande.

source: Order #%(id)s successfully placed! Amount: %(amount)s €
fr: Commande #%(id)s passée avec succès ! Montant : %(amount)s €

source: Error creating order: %(error)s
de: Fehler beim Erstellen der Bestellung: %(error)s
fr: Erreur lors de la création de la commande : %(error)s

source: Error loading orders
de: Fehler beim Laden der Bestellungen
fr: Erreur lors du chargement des commandes

source: Cannot delete delivered order.
de: Gelieferte Bestellung kann nicht gelöscht werden.
fr: Impossible de supprimer une commande livrée.

source: Order #%(id)s successfully deleted.
de: Bestellung #%(id)s erfolgreich gelöscht.
fr: Commande #%(id)s supprimée avec succès.

source: Order not found or you don't have permission to delete it.
de: Bestellung nicht gefunden oder Sie haben keine Berechtigung zum Löschen.
fr: Commande non trouvée ou vous n'avez pas la permission de la supprimer.

source: Error deleting order: %(error)s
de: Fehler beim Löschen der Bestellung: %(error)s
fr: Erreur lors de la suppression de la commande : %(error)s

source: This order does not contain your products.
de: Diese Bestellung enthält nicht Ihre Produkte.
fr: Cette commande ne contient pas vos produits.

source: Order #%(id)s has been successfully deleted.
de: Bestellung #%(id)s wurde erfolgreich gelöscht.
fr: La commande #%(id)s a été supprimée avec succès.

source: Order not found.
de: Bestellung nicht gefunden.
fr: Commande non trouvée.

source: An error occurred while deleting order: %(error)s
de: Fehler beim Löschen der Bestellung: %(error)s
fr: Une erreur est survenue lors de la suppression de la commande : %(error)s

source: Basic Information
de: Grundlegende Informationen
fr: Informations de base

source: For example: Knitted wool hat
de: Zum Beispiel: Gestrickte Wollmütze
fr: Par exemple : Chapeau en laine tricoté

source: Describe your product, materials, sizes...
de: Beschreiben Sie Ihr Produkt, Materialien, Größen...
fr: Décrivez votre produit, les matériaux, les tailles...

source: Title must contain only Latin characters, numbers and spaces
de: Titel darf nur lateinische Zeichen, Zahlen und Leerzeichen enthalten
fr: Le titre ne doit contenir que des caractères latins, des chiffres et des espaces

source: Description must contain only Latin characters, numbers and punctuation
de: Beschreibung darf nur lateinische Zeichen, Zahlen und Satzzeichen enthalten
fr: La description ne doit contenir que des caractères latins, des chiffres et de la ponctuation

source: Enter product price
de: Produktpreis eingeben
fr: Entrez le prix du produit

source: Enter correct price (numbers only)
de: Geben Sie den korrekten Preis ein (nur Zahlen)
fr: Entrez un prix correct (chiffres uniquement)

source: Price must be at least 1 euro
fr: Le prix doit être d'au moins 1 euro

source: Price cannot exceed 5,000,000 euros
fr: Le prix ne peut pas dépasser 5 000 000 euros

source: Title cannot exceed 60 characters
de: Titel darf 60 Zeichen nicht überschreiten
fr: Le titre ne peut pas dépasser 60 caractères

source: Description cannot exceed 300 characters
de: Beschreibung darf 300 Zeichen nicht überschreiten
fr: La description ne peut pas dépasser 300 caractères

source: French
fr: Français

source: German
fr: Allemand

source: Name
fr: Nom

source: Language Code
fr: Code de langue

source: Translation Group
fr: Groupe de traduction

source: Active
de: Aktiv
fr: Actif

source: Category
de: Kategorie
fr: Catégorie

source: Categories
de: Kategorien
fr: Catégories

source: A category with this slug already exists for the selected language.
fr: Une catégorie avec ce slug existe déjà pour la langue sélectionnée.

source: Master
de: Handwerker
fr: Artisan

source: Title
de: Titel
fr: Titre

source: Price
de: Preis
fr: Prix

source: Price cannot exceed %(max_price)s euros
fr: Le prix ne peut pas dépasser %(max_price)s euros

source: Approved by moderator
de: Von Moderator genehmigt
fr: Approuvé par le modérateur

source: Products
de: Produkte
fr: Produits

source: City not specified
de: Stadt nicht angegeben
fr: Ville non spécifiée

source: Main image
de: Hauptbild
fr: Image principale

source: Product image
de: Produktbild
fr: Image du produit

source: Product images
de: Produktbilder
fr: Images du produit

source: Image of %(title)s
de: Bild von %(title)s
fr: Image de %(title)s

source: Favorite
de: Favorit
fr: Favori

source: Favorite products
de: Lieblingsprodukte
fr: Produits favoris

source: ⚠️ Please specify your city in your profile before creating a product.
de: ⚠️ Bitte geben Sie Ihre Stadt im Profil an, bevor Sie ein Produkt erstellen.
fr: ⚠️ Veuillez spécifier votre ville dans votre profil avant de créer un produit.

source: Error in image: %(error)s
de: Fehler im Bild: %(error)s
fr: Erreur dans l'image : %(error)s

source: ✅ Product successfully created!
de: ✅ Produkt erfolgreich erstellt!
fr: ✅ Produit créé avec succès !

source: Error creating product
de: Fehler beim Erstellen des Produkts
fr: Erreur lors de la création du produit

source: Product successfully updated!
de: Produkt erfolgreich aktualisiert!
fr: Produit mis à jour avec succès !

source: Error updating product
de: Fehler beim Aktualisieren des Produkts
fr: Erreur lors de la mise à jour du produit

source: Product successfully deleted!
de: Produkt erfolgreich gelöscht!
fr: Produit supprimé avec succès !

source: Error deleting product
de: Fehler beim Löschen des Produkts
fr: Erreur lors de la suppression du produit

source: Error loading profile
de: Fehler beim Laden des Profils
fr: Erreur lors du chargement du profil

source: Product "%(title)s" added to favorites
de: Produkt "%(title)s" zu Favoriten hinzugefügt
fr: Produit "%(title)s" ajouté aux favoris

source: Product "%(title)s" is already in favorites
de: Produkt "%(title)s" ist bereits in den Favoriten
fr: Le produit "%(title)s" est déjà dans les favoris

source: Error adding to favorites
de: Fehler beim Hinzufügen zu Favoriten
fr: Erreur lors de l'ajout aux favoris

source: Product "%(title)s" removed from favorites
de: Produkt "%(title)s" aus Favoriten entfernt
fr: Produit "%(title)s" retiré des favoris

source: Error removing from favorites
de: Fehler beim Entfernen aus Favoriten
fr: Erreur lors du retrait des favoris

source: No category
de: Keine Kategorie
fr: Aucune catégorie

source: Handmade Marketplace
de: Handgemachter Marktplatz
fr: Marché d'Artisanat

source: Hello
de: Hallo
fr: Bonjour

source: master
de: Handwerker
fr: artisan

source: My products
fr: Mes produits

source: Add product
de: Produkt hinzufügen
fr: Ajouter un produit

source: My sales
fr: Mes ventes

source: My purchases
fr: Mes achats

source: Favorites
de: Favoriten
fr: Favoris

source: My dialogues
de: Meine Dialoge
fr: Mes dialogues

source: My profile
fr: Mon profil

source: Logout
de: Abmelden
fr: Déconnexion

source: Login
de: Anmelden
fr: Connexion

source: Register
de: Registrieren
fr: S'inscrire

source: Close
de: Schließen
fr: Fermer

source: A platform for unique handmade goods from talented artisans
fr: Une plateforme pour des articles artisanaux uniques de talents créatifs

source: All rights reserved.
de: Alle Rechte vorbehalten.
fr: Tous droits réservés.

source: Information
fr: Informations

source: Privacy Policy
de: Datenschutzerklärung
fr: Politique de confidentialité

source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation

source: Help
de: Hilfe
fr: Aide

source: Shipping & Payment
de: Versand & Zahlung
fr: Livraison & Paiement

source: Returns & Exchanges
de: Rückgaben & Umtausch
fr: Retours & Échanges

source: HandmadeMarket is a secure platform for buying and selling unique handmade goods
de: HandmadeMarket ist eine sichere Plattform für den Kauf und Verkauf einzigartiger handgefertigter Waren
fr: HandmadeMarket est une plateforme sécurisée pour acheter et vendre des articles artisanaux uniques

source: Chat about "%(title)s" | HandmadeMarket
fr: Discussion sur "%(title)s" | HandmadeMarket

source: Chat | HandmadeMarket
fr: Discussion | HandmadeMarket

source: Product information
fr: Informations sur le produit

source: Go to product
fr: Voir le produit

source: Product unavailable
fr: Produit indisponible

source: This product was removed or no longer exists.
fr: Ce produit a été supprimé ou n'existe plus.

source: Conversation participants
fr: Participants à la conversation

source: Your avatar
fr: Votre avatar

source: You
fr: Vous

source: Seller
fr: Vendeur

source: Buyer
fr: Acheteur

source: Back to dialogues
fr: Retour aux dialogues

source: Product chat
fr: Discussion produit

source: Chat
fr: Discussion

source: with %(name)s
fr: avec %(name)s

source: Discussion about: <a href="%(product_url)s" class="text-brown text-decoration-none">%(title)s</a>
fr: Discussion sur : <a href="%(product_url)s" class="text-brown text-decoration-none">%(title)s</a>

source: Product no longer available
fr: Produit plus disponible

source: Connecting...
fr: Connexion...

source: Read
de: Gelesen
fr: Lu

source: Sent
fr: Envoyé

source: Conversation started
fr: Conversation démarrée

source: Write the first message about "%(title)s"
fr: Écrivez le premier message à propos de "%(title)s"

source: Write the first message
fr: Écrire le premier message

source: Type your message about '%(title)s'...
fr: Tapez votre message sur '%(title)s'...

source: Type your message...
fr: Tapez votre message...

source: Enter to send, Shift+Enter for newline
fr: Entrée pour envoyer, Maj+Entrée pour un saut de ligne

source: Send
fr: Envoyer

source: My Dialogues
fr: Mes Dialogues

source: Communicate with other craftsmen and buyers
fr: Communiquez avec d'autres artisans et acheteurs

source: Clear all
fr: Tout effacer

source: To catalog
fr: Vers le catalogue

source: You have unread messages!
fr: Vous avez des messages non lus !

source: Total unread messages: <strong>%(unread_count)s</strong>
fr: Total des messages non lus : <strong>%(unread_count)s</strong>

source: unread messages
fr: messages non lus

source: Product:
fr: Produit :

source: You:
fr: Vous :

source: Interlocutor:
fr: Interlocuteur :

source: Dialogue started
fr: Dialogue démarré

source: %(unread_count)s unread
fr: %(unread_count)s non lu(s)

source: Open (%(unread_count)s)
fr: Ouvrir (%(unread_count)s)

source: Open chat
fr: Ouvrir la discussion

source: Delete
de: Löschen
fr: Supprimer

source: Delete Dialogue
fr: Supprimer le dialogue

source: Are you sure you want to delete the dialogue?
fr: Êtes-vous sûr de vouloir supprimer le dialogue ?

source: With interlocutor:
fr: Avec l'interlocuteur :

source: Unread:
fr: Non lu :

source: Created:
de: Erstellt:
fr: Créé :

source: Cancel
de: Abbrechen
fr: Annuler

source: You don't have any dialogues yet
fr: Vous n'avez pas encore de dialogues

source: Start communication with other craftsmen through product cards
fr: Commencez à communiquer avec d'autres artisans via les fiches produit

source: Go to catalog
fr: Aller au catalogue

source: My Products
de: Meine Produkte
fr: Mes Produits

source: Clear All Dialogues
fr: Effacer tous les dialogues

source: Are you sure you want to delete ALL dialogues?
fr: Êtes-vous sûr de vouloir supprimer TOUS les dialogues ?

source: Will be deleted:
fr: Seront supprimés :

source: All %(dialog_count)s dialogues
fr: Tous les %(dialog_count)s dialogues

source: All messages in these dialogues
fr: Tous les messages dans ces dialogues

source: All correspondence history
fr: Tout l'historique de correspondance

source: This action cannot be undone. All data will be permanently deleted.
fr: Cette action est irréversible. Toutes les données seront définitivement supprimées.

source: Delete all
fr: Tout supprimer

source: Error updating dialogues:
fr: Erreur lors de la mise à jour des dialogues :

source: Привет, мир!
de: Hallo Welt!
fr: Bonjour, monde !

source: All notifications about your activity on the platform
de: Alle Benachrichtigungen über Ihre Aktivität auf der Plattform
fr: Toutes les notifications concernant votre activité sur la plateforme

source: Mark All as Read
de: Alle als gelesen markieren
fr: Tout marquer comme lu

source: Delete Read
de: Gelesene löschen
fr: Supprimer les lus

source: My Sales
de: Meine Verkäufe
fr: Mes Ventes

source: Today
de: Heute
fr: Aujourd'hui

source: Go to
de: Gehe zu
fr: Aller à

source: Mark as read
de: Als gelesen markieren
fr: Marquer comme lu

source: Delete notification
de: Benachrichtigung löschen
fr: Supprimer la notification

source: Back
de: Zurück
fr: Retour

source: Next
de: Weiter
fr: Suivant

source: No notifications yet
de: Noch keine Benachrichtigungen
fr: Pas encore de notifications

source: Go to Catalog
de: Zum Katalog
fr: Aller au catalogue

source: Add Product
de: Produkt hinzufügen
fr: Ajouter un produit

source: Mark all notifications as read?
de: Alle Benachrichtigungen als gelesen markieren?
fr: Marquer toutes les notifications comme lues ?

source: Delete all read notifications? This action cannot be undone.
de: Alle gelesenen Benachrichtigungen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Supprimer toutes les notifications lues ? Cette action est irréversible.

source: Delete this notification?
de: Diese Benachrichtigung löschen?
fr: Supprimer cette notification ?

source: Notification marked as read
de: Benachrichtigung als gelesen markiert
fr: Notification marquée comme lue

source: All notifications marked as read
de: Alle Benachrichtigungen als gelesen markiert
fr: Toutes les notifications marquées comme lues

source: Notification deleted
de: Benachrichtigung gelöscht
fr: Notification supprimée

source: Deleted {{ count }} read notifications
de: {{ count }} gelesene Benachrichtigungen gelöscht
fr: {{ count }} notifications lues supprimées

source: Error marking notification as read
de: Fehler beim Markieren der Benachrichtigung als gelesen
fr: Erreur lors du marquage de la notification comme lue

source: Error marking all notifications as read
de: Fehler beim Markieren aller Benachrichtigungen als gelesen
fr: Erreur lors du marquage de toutes les notifications comme lues

source: Error deleting notification
de: Fehler beim Löschen der Benachrichtigung
fr: Erreur lors de la suppression de la notification

source: Error deleting notifications
de: Fehler beim Löschen der Benachrichtigungen
fr: Erreur lors de la suppression des notifications

source: Shopping Cart
de: Warenkorb
fr: Panier d'achat

source: Quantity must be from 1 to 99
de: Menge muss zwischen 1 und 99 liegen
fr: La quantité doit être comprise entre 1 et 99

source: per piece:
de: pro Stück:
fr: par pièce :

source: For
de: Für
fr: Pour

source: product(s)
fr: produit(s)

source: Place Order
de: Bestellung aufgeben
fr: Passer la commande

source: Continue Shopping
de: Weiter einkaufen
fr: Continuer les achats

source: Add products from the catalog to place an order
de: Fügen Sie Produkte aus dem Katalog hinzu, um eine Bestellung aufzugeben
fr: Ajoutez des produits du catalogue pour passer une commande

source: Remove product from cart?
de: Produkt aus Warenkorb entfernen?
fr: Retirer le produit du panier ?

source: My Purchases
de: Meine Einkäufe
fr: Mes Achats

source: History of your handmade products purchases
de: Verlauf Ihrer handgefertigten Produktkäufe
fr: Historique de vos achats de produits artisanaux

source: Order #%(order_id)s
fr: Commande #%(order_id)s

source: Created: %(created_date)s
fr: Créée le : %(created_date)s

source: Master:
de: Handwerker:
fr: Artisan :

source: Updated: %(updated_date)s
fr: Mise à jour : %(updated_date)s

source: Delete Order
de: Bestellung löschen
fr: Supprimer la commande

source: Delivered orders cannot be deleted
fr: Les commandes livrées ne peuvent pas être supprimées

source: Delete Confirmation
de: Löschbestätigung
fr: Confirmation de suppression

source: Are you sure you want to delete order <strong>#%(order_id)s</strong>?
fr: Êtes-vous sûr de vouloir supprimer la commande <strong>#%(order_id)s</strong> ?

source: This action cannot be undone. All order data will be permanently deleted.
fr: Cette action est irréversible. Toutes les données de la commande seront définitivement supprimées.

source: Warning! This order is already being processed. Deletion may cause problems for the craftsman.
fr: Attention ! Cette commande est déjà en cours de traitement. La suppression pourrait causer des problèmes pour l'artisan.

source: You have no purchases yet
de: Sie haben noch keine Einkäufe
fr: Vous n'avez pas encore d'achats

source: When you place an order, it will appear on this page
de: Wenn Sie eine Bestellung aufgeben, erscheint sie auf dieser Seite
fr: Lorsque vous passez une commande, elle apparaîtra sur cette page

source: Customer orders for your handmade products
de: Kundenbestellungen für Ihre handgefertigten Produkte
fr: Commandes clients pour vos produits artisanaux

source: Customer:
de: Kunde:
fr: Client :

source: My products in order:
de: Meine Produkte in der Bestellung:
fr: Mes produits dans la commande :

source: Updated:
de: Aktualisiert:
fr: Mis à jour :

source: Are you sure you want to delete order
de: Sind Sie sicher, dass Sie die Bestellung löschen möchten
fr: Êtes-vous sûr de vouloir supprimer la commande

source: No sales yet
de: Noch keine Verkäufe
fr: Pas encore de ventes
