Repository: A60874022/handmade-market-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: email verified
de: E-Mail verifiziert
fr: e-mail vérifié

source: email verification code
de: E-Mail-Verifizierungscode
fr: code de vérification de l'e-mail

source: verification code created at
de: Verifizierungscode erstellt am
fr: code de vérification créé le

source: File size must not exceed 5MB. Current size: %(size)sKB
de: Dateigröße darf 5 MB nicht überschreiten. Aktuelle Größe: %(size)s KB
fr: La taille du fichier ne doit pas dépasser 5 Mo. Taille actuelle : %(size)s Ko

source: City name
de: Stadtname
fr: Nom de la ville

source: City name can contain Latin letters (including German and French characters with accents), spaces, hyphens and apostrophes
fr: Le nom de la ville peut contenir des lettres latines (y compris les caractères allemands et français avec accents), des espaces, des traits d'union et des apostrophes

source: Region
fr: Région

source: Country
de: Land
fr: Pays

source: Cities
de: Städte
fr: Villes

source: User
de: Benutzer
fr: Utilisateur

source: Your name that will be visible to other users
fr: Votre nom qui sera visible par les autres utilisateurs

source: Supported formats: JPG, PNG, GIF, WebP. Maximum size: 5MB.
de: Unterstützte Formate: JPG, PNG, GIF, WebP. Maximale Größe: 5 MB.
fr: Formats pris en charge : JPG, PNG, GIF, WebP. Taille maximale : 5 Mo.

source: Profile
de: Profil
fr: Profil

source: Profiles
de: Profile
fr: Profils

source: Profile of %(email)s
de: Profil von %(email)s
fr: Profil de %(email)s

source: Код подтверждения email
de: E-Mail-Bestätigungscode
fr: Code de confirmation d'e-mail

source: Добро пожаловать в Handmade Marketplace!
de: Willkommen bei Handmade Marketplace!
fr: Bienvenue sur Handmade Marketplace !

source: Verification code sent to your email.
de: Verifizierungscode an Ihre E-Mail gesendet.
fr: Code de vérification envoyé à votre e-mail.

source: Error during registration. Please try again later.
de: Fehler während der Registrierung. Bitte versuchen Sie es später erneut.
fr: Erreur lors de l'inscription. Veuillez réessayer plus tard.

source: Please correct errors in the form.
de: Bitte korrigieren Sie die Fehler im Formular.
fr: Veuillez corriger les erreurs dans le formulaire.

source: Please complete registration first.
de: Bitte schließen Sie zuerst die Registrierung ab.
fr: Veuillez d'abord compléter l'inscription.

source: Email successfully verified! Welcome!
de: E-Mail erfolgreich verifiziert! Willkommen!
fr: E-mail vérifié avec succès ! Bienvenue !

source: Invalid verification code or it has expired.
de: Ungültiger Verifizierungscode oder abgelaufen.
fr: Code de vérification invalide ou expiré.

source: User not found.
de: Benutzer nicht gefunden.
fr: Utilisateur non trouvé.

source: Error confirming email.
de: Fehler bei der E-Mail-Bestätigung.
fr: Erreur lors de la confirmation de l'e-mail.

source: Session expired. Please register again.
de: Sitzung abgelaufen. Bitte registrieren Sie sich erneut.
fr: Session expirée. Veuillez vous inscrire à nouveau.

source: New verification code sent to your email.
de: Neuer Verifizierungscode an Ihre E-Mail gesendet.
fr: Nouveau code de vérification envoyé à votre e-mail.

source: Failed to send verification code. Please try again later.
de: Fehler beim Senden des Verifizierungscodes. Bitte versuchen Sie es später erneut.
fr: Échec de l'envoi du code de vérification. Veuillez réessayer plus tard.

source: Error sending verification code.
de: Fehler beim Senden des Verifizierungscodes.
fr: Erreur lors de l'envoi du code de vérification.

source: Successfully logged in!
de: Erfolgreich angemeldet!
fr: Connecté avec succès !

source: Please verify your email before logging in.
de: Bitte verifizieren Sie Ihre E-Mail, bevor Sie sich anmelden.
fr: Veuillez vérifier votre e-mail avant de vous connecter.

source: Error logging in.
de: Fehler bei der Anmeldung.
fr: Erreur lors de la connexion.

source: If an account exists with this email, you will receive password reset instructions.
de: Wenn ein Konto mit dieser E-Mail existiert, erhalten Sie Anweisungen zum Zurücksetzen des Passworts.
fr: Si un compte existe avec cet e-mail, vous recevrez des instructions de réinitialisation du mot de passe.

source: Error requesting password reset.
de: Fehler bei der Passwortzurücksetzungsanforderung.
fr: Erreur lors de la demande de réinitialisation du mot de passe.

source: Your password has been successfully reset!
de: Ihr Passwort wurde erfolgreich zurückgesetzt!
fr: Votre mot de passe a été réinitialisé avec succès !

source: Error resetting password.
de: Fehler beim Zurücksetzen des Passworts.
fr: Erreur lors de la réinitialisation du mot de passe.

source: ✅ Your profile has been successfully updated!
de: ✅ Ihr Profil wurde erfolgreich aktualisiert!
fr: ✅ Votre profil a été mis à jour avec succès !

source: ❌ Please correct errors in the form.
de: ❌ Bitte korrigieren Sie die Fehler im Formular.
fr: ❌ Veuillez corriger les erreurs dans le formulaire.

source: ⚠️ An error occurred while loading the profile editing page.
de: ⚠️ Fehler beim Laden der Profilbearbeitungsseite.
fr: ⚠️ Une erreur est survenue lors du chargement de la page d'édition du profil.

source: Account %(email)s has been successfully deleted. We're sorry to see you go!
fr: Le compte %(email)s a été supprimé avec succès. Nous sommes désolés de vous voir partir !

source: Error deleting account.
de: Fehler beim Löschen des Kontos.
fr: Erreur lors de la suppression du compte.

source: Français
de: Französisch

source: Customer %(email)s placed an order for your products: %(items)s. Total amount: %(total)s RUB.
de: Kunde %(email)s hat eine Bestellung für Ihre Produkte aufgegeben: %(items)s. Gesamtbetrag: %(total)s RUB.

source: placed
de: aufgegeben

source: Order #%(id)s successfully placed! Amount: %(amount)s RUB
de: Bestellung #%(id)s erfolgreich aufgegeben! Betrag: %(amount)s RUB

source: delivered
de: geliefert

source: Price must be at least 1 ruble
de: Preis muss mindestens 1 Rubel betragen

source: Price cannot exceed 5,000,000 rubles
de: Preis darf 5.000.000 Rubel nicht überschreiten

source: Description
de: Beschreibung

source: Price cannot exceed %(max_price)s rubles
de: Preis darf %(max_price)s Rubel nicht überschreiten

source: Image
de: Bild

source: Catalog
de: Katalog

source: The site is in test mode.
de: Die Seite befindet sich im Testmodus.

source: Hide notification
de: Benachrichtigung ausblenden

source: Contacts
de: Kontakte

source: Notifications
de: Benachrichtigungen

source: Total:
de: Gesamt:

source: SKU:
de: Artikelnummer:

source: Page content will be added later.
de: Seiteninhalt wird später hinzugefügt.

source: Attention:
de: Achtung:

source: Attention!
de: Achtung!

source: Information for Sellers
de: Informationen für Verkäufer

source: How to manage returns:
de: Wie Sie Rückgaben verwalten:

source: You can accept or reject a return with reason
de: Sie können eine Rückgabe mit Begründung annehmen oder ablehnen

source: After receiving the product, confirm its condition
de: Nach Erhalt des Produkts bestätigen Sie dessen Zustand

source: Add to Favorites
de: Zu Favoriten hinzufügen

source: Log in to add to favorites
de: Melden Sie sich an, um zu Favoriten hinzuzufügen

source: Start discussion about this product with the craftsman
de: Starten Sie eine Diskussion über dieses Produkt mit dem Handwerker

source: Discuss Product with Craftsman
de: Produkt mit Handwerker besprechen

source: Add to favorites
de: Zu Favoriten hinzufügen

source: My Product Dialogs
de: Meine Produktdialoge

source: Price (rub.)
de: Preis (Rub.)

source: Integer from 1 to 5,000,000 rubles
de: Ganzzahl von 1 bis 5.000.000 Rubel

source: Important!
de: Wichtig!

source: Maximum 4 images
de: Maximal 4 Bilder

source: Price cannot exceed {{ max_price }} rubles
de: Preis darf {{ max_price }} Rubel nicht überschreiten

source: You can select any uploaded image as main. For new images - the first uploaded one will automatically become main.
de: Sie können jedes hochgeladene Bild als Hauptbild auswählen. Bei neuen Bildern wird das zuerst hochgeladene automatisch zum Hauptbild.

source: Update your information and configure your craftsman account
de: Aktualisieren Sie Ihre Informationen und konfigurieren Sie Ihr Handwerkerkonto

source: Main Information
de: Hauptinformationen

source: Avatar of %(user.email)s
de: Avatar von %(user.email)s

source: Change Avatar
de: Avatar ändern

source: Replace Avatar
de: Avatar ersetzen

source: Email Address
de: E-Mail-Adresse

source: Danger Zone
de: Gefahrenzone

source: Delete Account
de: Konto löschen

source: Add and edit your handmade products
de: Fügen Sie Ihre handgefertigten Produkte hinzu und bearbeiten Sie sie

source: Add New Product
de: Neues Produkt hinzufügen

source: Avatar will be deleted after saving profile
de: Avatar wird nach dem Speichern des Profils gelöscht

source: To complete your registration and verify your email address, please follow the link below:
de: Um Ihre Registrierung abzuschließen und Ihre E-Mail-Adresse zu verifizieren, folgen Sie bitte dem folgenden Link:

source: Important:
de: Wichtig:

source: Hello!
de: Hallo!

source: You're receiving this email because you requested a password reset for your account at %(site_name)s.
de: Sie erhalten diese E-Mail, weil Sie eine Passwortzurücksetzung für Ihr Konto bei %(site_name)s angefordert haben.

source: To set a new password, please follow the link:
de: Um ein neues Passwort festzulegen, folgen Sie bitte dem Link:

source: Your username (if you've forgotten): %(username)s
de: Ihr Benutzername (falls vergessen): %(username)s

source: Thank you for using our site!
de: Vielen Dank, dass Sie unsere Website nutzen!

source: The %(site_name)s team
de: Das %(site_name)s Team

source: Permissions
de: Berechtigungen

source: Enter your email
de: Geben Sie Ihre E-Mail ein

source: We recommend adding information about yourself for better profile presentation.
de: Wir empfehlen, Informationen über sich selbst für eine bessere Profildarstellung hinzuzufügen.

source: City must contain only Latin letters, spaces and hyphens
de: Stadtname darf nur lateinische Buchstaben, Leerzeichen und Bindestriche enthalten

source: Russia
de: Russland

source: Сброс пароля
de: Passwort zurücksetzen

source: Account {user_email} has been successfully deleted. We're sorry to see you go!
de: Konto {user_email} wurde erfolgreich gelöscht. Wir bedauern, dass Sie gehen!
