Repository: A60874022/handmade-market-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: Maximum number of images: {{ count }}
de: Maximale Anzahl Bilder: {{ count }}
fr: Nombre maximum d'images : {{ count }}

source: Cannot set image as main without uploaded file!
de: Bild kann nicht als Hauptbild festgelegt werden, ohne dass eine Datei hochgeladen wurde!
fr: Impossible de définir l'image comme principale sans fichier téléchargé !

source: Choose product category
fr: Choisissez une catégorie de produit

source: Enter valid price
de: Gültigen Preis eingeben
fr: Entrez un prix valide

source: Price should be at least 1 euro
fr: Le prix doit être d'au moins 1 euro

source: Price cannot exceed {{ max_price }} euros
fr: Le prix ne peut pas dépasser {{ max_price }} euros

source: Enter product name
de: Produktnamen eingeben
fr: Entrez le nom du produit

source: Name should contain only letters, numbers and spaces
fr: Le nom ne doit contenir que des lettres, des chiffres et des espaces

source: Enter product description
de: Produktbeschreibung eingeben
fr: Entrez la description du produit

source: Description should contain only letters, numbers and punctuation
fr: La description ne doit contenir que des lettres, des chiffres et de la ponctuation

source: You need to upload at least one product image
fr: Vous devez télécharger au moins une image du produit

source: You need to select main image
fr: Vous devez sélectionner une image principale

source: You can choose any uploaded photo as the main one. For new images - the first uploaded will automatically become the main one.
fr: Vous pouvez choisir n'importe quelle photo téléchargée comme principale. Pour les nouvelles images - la première téléchargée deviendra automatiquement la principale.

source: You can upload up to 4 photos.
de: Sie können bis zu 4 Fotos hochladen.
fr: Vous pouvez télécharger jusqu'à 4 photos.

source: You need to upload at least one image.
fr: Vous devez télécharger au moins une image.

source: Max. 60 characters, only letters, numbers and spaces
fr: Max. 60 caractères, uniquement des lettres, chiffres et espaces

source: Max. 300 characters, only letters, numbers and punctuation
fr: Max. 300 caractères, uniquement des lettres, chiffres et ponctuation

source: characters left
de: Zeichen übrig
fr: caractères restants

source: You can enter up to {{ digits }} digits
de: Sie können bis zu {{ digits }} Ziffern eingeben
fr: Vous pouvez entrer jusqu'à {{ digits }} chiffres

source: Add new product
de: Neues Produkt hinzufügen
fr: Ajouter un nouveau produit

source: Fill in information about your handmade product
de: Füllen Sie die Informationen zu Ihrem handgefertigten Produkt aus
fr: Remplissez les informations sur votre produit artisanal

source: Integer from 1 to 5,000 euros
fr: Nombre entier de 1 à 5 000 euros

source: Max 60 characters, only letters, numbers and spaces
de: Max. 60 Zeichen, nur Buchstaben, Zahlen und Leerzeichen
fr: Max 60 caractères, uniquement des lettres, chiffres et espaces

source: Max 300 characters, only letters, numbers and punctuation
de: Max. 300 Zeichen, nur Buchstaben, Zahlen und Satzzeichen
fr: Max 300 caractères, uniquement des lettres, chiffres et ponctuation

source: The first uploaded image will automatically become main. You can change this later by selecting another image as main.
fr: La première image téléchargée deviendra automatiquement la principale. Vous pouvez modifier cela ultérieurement en sélectionnant une autre image comme principale.

source: At least one image must be uploaded.
de: Mindestens ein Bild muss hochgeladen werden.
fr: Au moins une image doit être téléchargée.

source: Delete file
de: Datei löschen
fr: Supprimer le fichier

source: First upload an image
de: Laden Sie zuerst ein Bild hoch
fr: Téléchargez d'abord une image

source: Information for craftsman
de: Informationen für Handwerker
fr: Informations pour l'artisan

source: Your opportunities:
de: Ihre Möglichkeiten:
fr: Vos opportunités :

source: Sell your handmade products
de: Verkaufen Sie Ihre handgefertigten Produkte
fr: Vendez vos produits artisanaux

source: Buy products from other craftsmen
de: Kaufen Sie Produkte von anderen Handwerkern
fr: Achetez des produits d'autres artisans

source: Add any products to favorites
de: Fügen Sie beliebige Produkte zu Favoriten hinzu
fr: Ajoutez n'importe quel produit aux favoris

source: Communicate with other craftsmen
de: Kommunizieren Sie mit anderen Handwerkern
fr: Communiquez avec d'autres artisans

source: Product management:
de: Produktverwaltung:
fr: Gestion des produits :

source: All products are displayed in the catalog
de: Alle Produkte werden im Katalog angezeigt
fr: Tous les produits sont affichés dans le catalogue

source: You can edit and delete your products
de: Sie können Ihre Produkte bearbeiten und löschen
fr: Vous pouvez modifier et supprimer vos produits

source: Up to 4 photos per product
de: Bis zu 4 Fotos pro Produkt
fr: Jusqu'à 4 photos par produit

source: Manage orders in profile
de: Verwalten Sie Bestellungen im Profil
fr: Gérez les commandes dans le profil

source: File selected:
fr: Fichier sélectionné :

source: Select a new image
de: Neues Bild auswählen
fr: Sélectionner une nouvelle image

source: Select an image file
de: Wählen Sie eine Bilddatei
fr: Sélectionner un fichier image

source: Select product category
de: Produktkategorie auswählen
fr: Sélectionnez une catégorie de produit

source: Price cannot exceed 5000 euros
fr: Le prix ne peut pas dépasser 5000 euros

source: Name must contain only letters, numbers and spaces
de: Name darf nur Buchstaben, Zahlen und Leerzeichen enthalten
fr: Le nom ne doit contenir que des lettres, des chiffres et des espaces

source: Description must contain only letters, numbers and punctuation
de: Beschreibung darf nur Buchstaben, Zahlen und Satzzeichen enthalten
fr: La description ne doit contenir que des lettres, des chiffres et de la ponctuation

source: At least one product image must be uploaded
de: Mindestens ein Produktbild muss hochgeladen werden
fr: Au moins une image du produit doit être téléchargée

source: Main image must be selected
de: Hauptbild muss ausgewählt werden
fr: L'image principale doit être sélectionnée

source: Maximum number of images: 4
fr: Nombre maximum d'images : 4

source: Reached limit of 4 digits
fr: Limite de 4 chiffres atteinte

source: You can enter up to 4 digits
fr: Vous pouvez entrer jusqu'à 4 chiffres

source: characters (left:
fr: caractères (restants :

source: Unsupported file format. Use JPG, PNG, GIF or WebP.
de: Nicht unterstütztes Dateiformat. Verwenden Sie JPG, PNG, GIF oder WebP.
fr: Format de fichier non pris en charge. Utilisez JPG, PNG, GIF ou WebP.

source: File size must not exceed 5MB.
de: Dateigröße darf 5 MB nicht überschreiten.
fr: La taille du fichier ne doit pas dépasser 5 Mo.

source: Error reading file. Please try another image.
fr: Erreur de lecture du fichier. Veuillez essayer une autre image.

source: Authentication
de: Authentifizierung
fr: Authentification

source: User Profile
de: Benutzerprofil
fr: Profil utilisateur

source: Manage your orders and preferences
de: Verwalten Sie Ihre Bestellungen und Präferenzen
fr: Gérez vos commandes et préférences

source: My Orders
de: Meine Bestellungen
fr: Mes commandes

source: Dialogs
de: Dialoge
fr: Dialogues

source: Your Shopping Cart
de: Ihr Warenkorb
fr: Votre panier d'achat

source: Here you can view and complete your orders
de: Hier können Sie Ihre Bestellungen einsehen und abschließen
fr: Ici vous pouvez voir et finaliser vos commandes

source: Order History
de: Bestellverlauf
fr: Historique des commandes

source: Manage payment methods and transaction history
fr: Gérez les modes de paiement et l'historique des transactions

source: Remove from favorites
de: Aus Favoriten entfernen
fr: Retirer des favoris

source: Craftsman avatar
de: Handwerker-Avatar
fr: Avatar de l'artisan

source: Added:
de: Hinzugefügt:
fr: Ajouté le :

source: View Details
de: Details anzeigen
fr: Voir les détails

source: Add to Order
de: Zur Bestellung hinzufügen
fr: Ajouter à la commande

source: Favorites is empty
de: Favoriten sind leer
fr: Les favoris sont vides

source: Add your favorite products to favorites so you don't lose them
fr: Ajoutez vos produits préférés aux favoris pour ne pas les perdre

source: Your dialogs with craftsmen
de: Ihre Dialoge mit Handwerkern
fr: Vos dialogues avec les artisans

source: Communicate with craftsmen about products and orders
de: Kommunizieren Sie mit Handwerkern über Produkte und Bestellungen
fr: Communiquez avec les artisans à propos des produits et des commandes

source: Go to Messages
de: Zu Nachrichten
fr: Aller aux messages

source: Remove product from favorites?
de: Produkt aus Favoriten entfernen?
fr: Retirer le produit des favoris ?

source: Account Deletion
de: Kontolöschung
fr: Suppression de compte

source: You are about to delete your account. This action:
de: Sie sind dabei, Ihr Konto zu löschen. Diese Aktion:
fr: Vous êtes sur le point de supprimer votre compte. Cette action :

source: Cannot be undone
de: Kann nicht rückgängig gemacht werden
fr: Est irréversible

source: Will delete all your data
de: Löscht alle Ihre Daten
fr: Supprimera toutes vos données

source: Will delete your products and orders
de: Löscht Ihre Produkte und Bestellungen
fr: Supprimera vos produits et commandes

source: Will interrupt all active dialogs
de: Unterbricht alle aktiven Dialoge
fr: Interrompra tous les dialogues actifs

source: Delete Account Permanently
de: Konto dauerhaft löschen
fr: Supprimer le compte définitivement

source: Cancel, return to profile
de: Abbrechen, zum Profil zurückkehren
fr: Annuler, retourner au profil

source: Instead of deletion you can:
de: Statt Löschung können Sie:
fr: Au lieu de la suppression, vous pouvez :

source: Change email in profile settings
de: E-Mail in den Profileinstellungen ändern
fr: Changer l'e-mail dans les paramètres du profil

source: Temporarily deactivate your products
de: Ihre Produkte vorübergehend deaktivieren
fr: Désactiver temporairement vos produits

source: Contact support for assistance
de: Support für Hilfe kontaktieren
fr: Contacter le support pour obtenir de l'aide

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil

source: Update your information
fr: Mettez à jour vos informations

source: Avatar of %(email)s
fr: Avatar de %(email)s

source: Change Photo
fr: Changer la photo

source: Remove
de: Entfernen
fr: Supprimer

source: Add Photo
fr: Ajouter une photo

source: Your Name
fr: Votre nom

source: City
de: Stadt
fr: Ville

source: About Me
de: Über mich
fr: À propos de moi

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: File selected
fr: Fichier sélectionné

source: Avatar will be removed after saving changes
fr: L'avatar sera supprimé après l'enregistrement des modifications

source: \"About Me\" field must not exceed 500 characters
fr: Le champ 'À propos de moi' ne doit pas dépasser 500 caractères

source: \"Your Name\" field must not exceed 100 characters
fr: Le champ 'Votre nom' ne doit pas dépasser 100 caractères

source: Email Verification
de: E-Mail-Verifizierung
fr: Vérification de l'e-mail

source: Email Address Verification
de: E-Mail-Adressen-Verifizierung
fr: Vérification de l'adresse e-mail

source: To complete your registration and verify your email address, please click the link below:
de: Um Ihre Registrierung abzuschließen und Ihre E-Mail-Adresse zu verifizieren, klicken Sie bitte auf den folgenden Link:
fr: Pour compléter votre inscription et vérifier votre adresse e-mail, veuillez cliquer sur le lien ci-dessous :

source: If the link does not work, copy and paste the following URL into your browser:
de: Wenn der Link nicht funktioniert, kopieren Sie die folgende URL und fügen Sie sie in Ihren Browser ein:
fr: Si le lien ne fonctionne pas, copiez et collez l'URL suivante dans votre navigateur :

source: If you did not register on our website, please ignore this email.
de: Wenn Sie sich nicht auf unserer Website registriert haben, ignorieren Sie bitte diese E-Mail.
fr: Si vous ne vous êtes pas inscrit sur notre site, veuillez ignorer cet e-mail.

source: Best regards,
de: Mit freundlichen Grüßen,
fr: Cordialement,

source: The %(site_name)s Team
de: Das %(site_name)s Team
fr: L'équipe de %(site_name)s

source: Email Verification Code
de: E-Mail-Verifizierungscode
fr: Code de vérification de l'e-mail

source: This code is valid for
de: Dieser Code ist gültig für
fr: Ce code est valable pour

source: Do not share this code with anyone.
de: Teilen Sie diesen Code mit niemandem.
fr: Ne partagez pas ce code avec qui que ce soit.

source: Enter this code on the verification page to activate your account.
de: Geben Sie diesen Code auf der Verifizierungsseite ein, um Ihr Konto zu aktivieren.
fr: Entrez ce code sur la page de vérification pour activer votre compte.

source: If you are experiencing issues with email verification, please contact support:
de: Wenn Sie Probleme mit der E-Mail-Verifizierung haben, kontaktieren Sie bitte den Support:
fr: Si vous rencontrez des problèmes avec la vérification de l'e-mail, veuillez contacter le support :

source: Verification code sent to
de: Verifizierungscode gesendet an
fr: Code de vérification envoyé à

source: Verification Code
de: Verifizierungscode
fr: Code de vérification

source: Enter 6-digit code
de: 6-stelligen Code eingeben
fr: Entrez le code à 6 chiffres

source: Enter the 6-digit code you received by email
de: Geben Sie den 6-stelligen Code ein, den Sie per E-Mail erhalten haben
fr: Entrez le code à 6 chiffres que vous avez reçu par e-mail

source: Verify Email
de: E-Mail verifizieren
fr: Vérifier l'e-mail

source: Send Code Again
de: Code erneut senden
fr: Renvoyer le code

source: Account Login
de: Kontoanmeldung
fr: Connexion au compte

source: Login to continue
de: Melden Sie sich an, um fortzufahren
fr: Connectez-vous pour continuer

source: Incorrect email or password. Please try again.
de: Falsche E-Mail oder Passwort. Bitte versuchen Sie es erneut.
fr: E-mail ou mot de passe incorrect. Veuillez réessayer.

source: Password
de: Passwort
fr: Mot de passe

source: Remember me
de: Angemeldet bleiben
fr: Se souvenir de moi

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?

source: Don't have an account?
de: Noch kein Konto?
fr: Vous n'avez pas de compte ?

source: Password Reset
de: Passwort zurücksetzen
fr: Réinitialisation du mot de passe

source: Enter your email to receive instructions
de: Geben Sie Ihre E-Mail ein, um Anweisungen zu erhalten
fr: Entrez votre e-mail pour recevoir les instructions

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe

source: Back to Login
de: Zurück zur Anmeldung
fr: Retour à la connexion

source: Password Changed
de: Passwort geändert
fr: Mot de passe modifié

source: Password changed successfully!
de: Passwort erfolgreich geändert!
fr: Mot de passe modifié avec succès !

source: Your password has been set. You can now log in.
de: Ihr Passwort wurde festgelegt. Sie können sich jetzt anmelden.
fr: Votre mot de passe a été défini. Vous pouvez maintenant vous connecter.

source: Log in
de: Anmelden
fr: Se connecter

source: Enter New Password
de: Neues Passwort eingeben
fr: Entrez le nouveau mot de passe

source: Choose a secure password for your account
fr: Choisissez un mot de passe sécurisé pour votre compte

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe

source: Create a strong password
de: Erstellen Sie ein starkes Passwort
fr: Créez un mot de passe fort

source: Toggle password visibility
fr: Basculer la visibilité du mot de passe

source: Password requirements: at least 8 characters, a mix of upper and lower case letters, numbers and symbols.
fr: Exigences du mot de passe : au moins 8 caractères, un mélange de lettres majuscules et minuscules, de chiffres et de symboles.

source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe

source: Repeat your password
de: Wiederholen Sie Ihr Passwort
fr: Répétez votre mot de passe

source: Password safety tips
fr: Conseils de sécurité pour les mots de passe

source: Use a unique password for this account and avoid common words.
fr: Utilisez un mot de passe unique pour ce compte et évitez les mots courants.

source: Update Password
de: Passwort aktualisieren
fr: Mettre à jour le mot de passe

source: Back to login
fr: Retour à la connexion

source: Password strength
fr: Force du mot de passe

source: Weak
fr: Faible

source: Medium
fr: Moyen

source: Strong
fr: Fort

source: Passwords do not match
fr: Les mots de passe ne correspondent pas

source: At least 8 characters, upper & lower case, number and symbol
fr: Au moins 8 caractères, majuscules et minuscules, chiffre et symbole

source: Password does not meet requirements
fr: Le mot de passe ne répond pas aux exigences

source: The password reset link is invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe n'est pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation de mot de passe.

source: Email Sent
de: E-Mail gesendet
fr: E-mail envoyé

source: We have sent password reset instructions to your email. If you haven't received the email, check your spam folder or verify the email address you entered.
fr: Nous avons envoyé les instructions de réinitialisation du mot de passe à votre e-mail. Si vous n'avez pas reçu l'e-mail, vérifiez votre dossier spam ou vérifiez l'adresse e-mail que vous avez saisie.

source: Member since
fr: Membre depuis

source: About the Craftsman
fr: À propos de l'artisan

source: You haven't written anything about yourself yet.
fr: Vous n'avez encore rien écrit sur vous-même.

source: This craftsman hasn't written anything about themselves yet.
fr: Cet artisan n'a encore rien écrit sur lui-même.

source: Add information about yourself
fr: Ajoutez des informations sur vous-même

source: items
fr: articles

source: No products yet
fr: Pas encore de produits

source: Start by adding your first handmade product!
fr: Commencez par ajouter votre premier produit artisanal !

source: This craftsman hasn't added any products yet.
fr: Cet artisan n'a pas encore ajouté de produits.

source: Registration
de: Registrierung
fr: Inscription

source: Create Account
de: Konto erstellen
fr: Créer un compte

source: Join our community of craftsmen
de: Treten Sie unserer Gemeinschaft von Handwerkern bei
fr: Rejoignez notre communauté d'artisans

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe

source: Your craftsman account
de: Ihr Handwerkerkonto
fr: Votre compte artisan

source: After registration, you will be able to buy products from other craftsmen and sell your own
fr: Après l'inscription, vous pourrez acheter des produits d'autres artisans et vendre les vôtres

source: Already have an account?
de: Bereits ein Konto?
fr: Vous avez déjà un compte ?

source: Personal info
de: Persönliche Informationen
fr: Informations personnelles

source: Email verification
de: E-Mail-Verifizierung
fr: Vérification de l'e-mail

source: Important dates
de: Wichtige Daten
fr: Dates importantes

source: Password must not contain Russian letters.
de: Passwort darf keine russischen Buchstaben enthalten.
fr: Le mot de passe ne doit pas contenir de lettres russes.

source: your.email@example.com
de: ihre.email@beispiel.de
fr: votre.email@exemple.com

source: Email address
de: E-Mail-Adresse
fr: Adresse e-mail

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Adresse ein.
fr: Entrez une adresse e-mail valide.

source: Password confirmation
de: Passwortbestätigung
fr: Confirmation du mot de passe

source: Password must contain at least 8 characters, not consist only of numbers and not be too simple. Russian letters are not allowed.
de: Passwort muss mindestens 8 Zeichen enthalten, darf nicht nur aus Zahlen bestehen und nicht zu einfach sein. Russische Buchstaben sind nicht erlaubt.
fr: Le mot de passe doit contenir au moins 8 caractères, ne pas être composé uniquement de chiffres et ne pas être trop simple. Les lettres russes ne sont pas autorisées.

source: User with this email already exists.
de: Benutzer mit dieser E-Mail existiert bereits.
fr: Un utilisateur avec cet e-mail existe déjà.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
de: Bitte geben Sie einen korrekten %(username)s und ein Passwort ein. Beachten Sie, dass beide Felder Groß-/Kleinschreibung beachten können.
fr: Veuillez saisir un %(username)s et un mot de passe corrects. Notez que les deux champs peuvent être sensibles à la casse.

source: This account is inactive.
de: Dieses Konto ist inaktiv.
fr: Ce compte est inactif.

source: Please verify your email address before logging in.
de: Bitte verifizieren Sie Ihre E-Mail-Adresse, bevor Sie sich anmelden.
fr: Veuillez vérifier votre adresse e-mail avant de vous connecter.

source: Verification code
de: Verifizierungscode
fr: Code de vérification

source: Enter 6-digit code sent to your email
de: Geben Sie den 6-stelligen Code ein, der an Ihre E-Mail gesendet wurde
fr: Entrez le code à 6 chiffres envoyé à votre e-mail

source: Code must consist of 6 digits.
de: Code muss aus 6 Ziffern bestehen.
fr: Le code doit être composé de 6 chiffres.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Your email address for notifications and login
fr: Votre adresse e-mail pour les notifications et la connexion

source: Enter your name
fr: Entrez votre nom

source: This name will be visible to other users as seller name
fr: Ce nom sera visible par les autres utilisateurs en tant que nom du vendeur

source: Tell about yourself and your creativity...
de: Erzählen Sie über sich und Ihre Kreativität...
fr: Parlez de vous et de votre créativité...

source: About me
de: Über mich
fr: À propos de moi

source: Maximum 500 characters
de: Maximal 500 Zeichen
fr: Maximum 500 caractères

source: Start typing city name...
de: Beginnen Sie mit der Eingabe des Stadtnamens...
fr: Commencez à taper le nom de la ville...

source: Start typing city name and select from list
de: Beginnen Sie mit der Eingabe des Stadtnamens und wählen Sie aus der Liste
fr: Commencez à taper le nom de la ville et sélectionnez dans la liste

source: Profile avatar
de: Profil-Avatar
fr: Avatar du profil

source: Select city from list
de: Stadt aus Liste auswählen
fr: Sélectionnez une ville dans la liste

source: Name is too long. Maximum 100 characters.
fr: Le nom est trop long. Maximum 100 caractères.

source: TIFF format is not supported. Use JPG, PNG, GIF or WebP.
de: TIFF-Format wird nicht unterstützt. Verwenden Sie JPG, PNG, GIF oder WebP.
fr: Le format TIFF n'est pas pris en charge. Utilisez JPG, PNG, GIF ou WebP.

source: I understand this action cannot be undone
de: Ich verstehe, dass diese Aktion nicht rückgängig gemacht werden kann
fr: Je comprends que cette action est irréversible

source: Enter your password to confirm
de: Geben Sie Ihr Passwort zur Bestätigung ein
fr: Entrez votre mot de passe pour confirmer

source: Current password
de: Aktuelles Passwort
fr: Mot de passe actuel

source: Incorrect password
de: Falsches Passwort
fr: Mot de passe incorrect

source: The given email must be set
de: Die angegebene E-Mail muss festgelegt werden
fr: L'e-mail donné doit être défini

source: Superuser must have is_staff=True.
de: Superuser muss is_staff=True haben.
fr: Le superutilisateur doit avoir is_staff=True.

source: Superuser must have is_superuser=True.
de: Superuser muss is_superuser=True haben.
fr: Le superutilisateur doit avoir is_superuser=True.

source: email address
de: E-Mail-Adresse
fr: adresse e-mail
