Repository: A60874022/handmade-market-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: When customers order your products, orders will appear here
de: Wenn Kunden Ihre Produkte bestellen, erscheinen Bestellungen hier
fr: Lorsque les clients commandent vos produits, les commandes apparaîtront ici

source: Add More Products
de: Weitere Produkte hinzufügen
fr: Ajouter plus de produits

source: Contact Information
fr: Informations de contact

source: Support Email
fr: E-mail de support

source: For technical support and general inquiries
fr: Pour le support technique et les demandes générales

source: Response Time
fr: Délai de réponse

source: We typically respond within 24-48 hours on business days
fr: Nous répondons généralement dans un délai de 24 à 48 heures les jours ouvrables

source: Frequently Asked Questions
de: Häufig gestellte Fragen
fr: Questions Fréquemment Posées

source: How to register on the platform?
de: Wie registriere ich mich auf der Plattform?
fr: Comment s'inscrire sur la plateforme ?

source: To register, click the 'Register' button in the top right corner, fill out the form and confirm your email address.
fr: Pour vous inscrire, cliquez sur le bouton 'S'inscrire' en haut à droite, remplissez le formulaire et confirmez votre adresse e-mail.

source: How to add a product for sale?
de: Wie füge ich ein Produkt zum Verkauf hinzu?
fr: Comment ajouter un produit à vendre ?

source: In your personal account, click the 'Add product' button. Fill in the product information, specify the price, category and upload photos.
fr: Dans votre espace personnel, cliquez sur le bouton 'Ajouter un produit'. Remplissez les informations du produit, précisez le prix, la catégorie et téléchargez des photos.

source: How to place an order?
de: Wie gebe ich eine Bestellung auf?
fr: Comment passer une commande ?

source: Select the product you like, click 'Add to cart' or 'Buy now'. Go to the cart to place an order and choose a delivery method.
fr: Sélectionnez le produit que vous aimez, cliquez sur 'Ajouter au panier' ou 'Acheter maintenant'. Allez dans le panier pour passer la commande et choisissez un mode de livraison.

source: How to contact the seller?
de: Wie kontaktiere ich den Verkäufer?
fr: Comment contacter le vendeur ?

source: On the product page, click the 'Write to craftsman' button to start a dialogue.
fr: Sur la page du produit, cliquez sur le bouton 'Écrire à l'artisan' pour démarrer un dialogue.

source: What payment methods are accepted?
de: Welche Zahlungsmethoden werden akzeptiert?
fr: Quels modes de paiement sont acceptés ?

source: We accept bank cards, e-wallets and other popular payment methods. Specific options should be clarified with the seller.
fr: Nous acceptons les cartes bancaires, les portefeuilles électroniques et d'autres modes de paiement populaires. Les options spécifiques doivent être précisées avec le vendeur.

source: How to manage your products?
de: Wie verwalte ich meine Produkte?
fr: Comment gérer vos produits ?

source: In your personal account in the 'My products' section, you can add, edit, hide or delete your products. Statistics of views are also displayed there.
fr: Dans votre espace personnel dans la section 'Mes produits', vous pouvez ajouter, modifier, masquer ou supprimer vos produits. Les statistiques de vues y sont également affichées.

source: How to track my orders?
de: Wie verfolge ich meine Bestellungen?
fr: Comment suivre mes commandes ?

source: In your personal account in the 'My orders' section, you can see all your purchases and sales with current statuses. For sales, you can also manage order statuses there.
fr: Dans votre espace personnel dans la section 'Mes commandes', vous pouvez voir tous vos achats et ventes avec les statuts actuels. Pour les ventes, vous pouvez également y gérer les statuts des commandes.

source: Didn't find an answer to your question?
de: Keine Antwort auf Ihre Frage gefunden?
fr: Vous n'avez pas trouvé de réponse à votre question ?

source: Contact our support service:
de: Kontaktieren Sie unseren Support:
fr: Contactez notre service d'assistance :

source: Contact support
fr: Contacter le support

source: Privacy Policy and Personal Data Processing
de: Datenschutzerklärung und Verarbeitung personenbezogener Daten
fr: Politique de Confidentialité et Traitement des Données Personnelles

source: Last updated: December 4, 2025
de: Zuletzt aktualisiert: 4. Dezember 2025
fr: Dernière mise à jour : 4 décembre 2025

source: This Privacy Policy and Personal Data Processing (hereinafter - 'Policy') defines the procedure for the work of the online store 'HandmadeMarket' (hereinafter - 'Site', 'We') with information, including personal data of Users (hereinafter - 'You'), which we receive in the process of your use of the Site and its services.
fr: Cette Politique de Confidentialité et de Traitement des Données Personnelles (ci-après - 'Politique') définit la procédure de travail de la boutique en ligne 'HandmadeMarket' (ci-après - 'Site', 'Nous') avec les informations, y compris les données personnelles des Utilisateurs (ci-après - 'Vous'), que nous recevons dans le cadre de votre utilisation du Site et de ses services.

source: By using the Site, you express your consent to the terms of this Policy. If you do not agree with these terms, please do not use the Site.
fr: En utilisant le Site, vous exprimez votre accord avec les termes de cette Politique. Si vous n'êtes pas d'accord avec ces termes, veuillez ne pas utiliser le Site.

source: Personal data operator
de: Verantwortlicher für personenbezogene Daten
fr: Opérateur de données personnelles

source: The operator organizing and carrying out the processing of your personal data is [Specify the full name of the individual entrepreneur or LLC, TIN, actual address] (hereinafter - 'Operator').
fr: L'opérateur organisant et effectuant le traitement de vos données personnelles est [Indiquer le nom complet de l'entrepreneur individuel ou de la SARL, numéro d'identification fiscale, adresse réelle] (ci-après - 'Opérateur').

source: For questions related to the processing of your data, you can contact us by email: <strong>[specify contact email]</strong>.
fr: Pour toute question relative au traitement de vos données, vous pouvez nous contacter par e-mail : <strong>[indiquer l'e-mail de contact]</strong>.

source: What data we process
de: Welche Daten wir verarbeiten
fr: Quelles données nous traitons

source: We process the following categories of data:
de: Wir verarbeiten folgende Datenkategorien:
fr: Nous traitons les catégories de données suivantes :

source: Data provided by you:
de: Von Ihnen bereitgestellte Daten:
fr: Données fournies par vous :

source: Last name, first name, patronymic, contact phone number, email address, mailing address for delivery, payment data for the order (for example, card details, which are processed by the payment aggregator), as well as any other information that you voluntarily leave on the Site.
fr: Nom, prénom, patronyme, numéro de téléphone, adresse e-mail, adresse de livraison, données de paiement pour la commande (par exemple, les détails de la carte, qui sont traités par l'agrégateur de paiement), ainsi que toute autre information que vous laissez volontairement sur le Site.

source: Automatically collected data:
de: Automatisch gesammelte Daten:
fr: Données collectées automatiquement :

source: When visiting the Site, our servers automatically save technical information such as your IP address, browser type, cookie data, access time, requested page addresses. This data is anonymized and used for performance analysis, identifying technical problems and collecting visit statistics.
fr: Lors de la visite du Site, nos serveurs enregistrent automatiquement des informations techniques telles que votre adresse IP, le type de navigateur, les données de cookies, l'heure d'accès, les adresses des pages demandées. Ces données sont anonymisées et utilisées pour l'analyse des performances, l'identification des problèmes techniques et la collecte de statistiques de visites.

source: Data processing purposes
de: Zwecke der Datenverarbeitung
fr: Finalités du traitement des données

source: We use your data exclusively for lawful purposes:
de: Wir verwenden Ihre Daten ausschließlich zu rechtmäßigen Zwecken:
fr: Nous utilisons vos données exclusivement à des fins légitimes :

source: Registration of your account and its maintenance.
de: Registrierung Ihres Kontos und dessen Verwaltung.
fr: Inscription de votre compte et sa maintenance.

source: Providing customer support, responding to your inquiries.
de: Bereitstellung von Kundensupport, Beantwortung Ihrer Anfragen.
fr: Fourniture d'un support client, réponse à vos demandes.

source: Informing you about news, promotions and special offers of the Site (only with your consent).
fr: Vous informer des actualités, promotions et offres spéciales du Site (uniquement avec votre consentement).

source: Conducting internal analysis and improving the quality of our services.
de: Durchführung interner Analysen und Verbesserung der Qualität unserer Dienste.
fr: Réalisation d'analyses internes et amélioration de la qualité de nos services.

source: Protection against fraudulent activities and ensuring Site security.
de: Schutz vor betrügerischen Aktivitäten und Gewährleistung der Website-Sicherheit.
fr: Protection contre les activités frauduleuses et garantie de la sécurité du Site.

source: Data transfer to third parties
de: Datenübermittlung an Dritte
fr: Transfert de données à des tiers

source: We undertake not to disclose your personal data, except in the following cases:
de: Wir verpflichten uns, Ihre personenbezogenen Daten nicht offenzulegen, außer in folgenden Fällen:
fr: Nous nous engageons à ne pas divulguer vos données personnelles, sauf dans les cas suivants :

source: Contractors:
de: Auftragsverarbeiter:
fr: Sous-traitants :

source: We may transfer the minimally necessary volume of data to our partners to provide services (for example, courier services for order delivery, payment systems for payment processing, email distribution services). All such partners undertake to ensure data security.
fr: Nous pouvons transférer le volume minimal nécessaire de données à nos partenaires pour fournir des services (par exemple, services de messagerie pour la livraison des commandes, systèmes de paiement pour le traitement des paiements, services de distribution d'e-mails). Tous ces partenaires s'engagent à garantir la sécurité des données.

source: By law requirement:
de: Aufgrund gesetzlicher Anforderung:
fr: À la demande de la loi :

source: We are obliged to provide information to authorized state bodies of the Russian Federation upon their lawful requests in accordance with the established procedure.
fr: Nous sommes tenus de fournir des informations aux autorités étatiques autorisées de la Fédération de Russie sur leur demande légale conformément à la procédure établie.

source: With your consent:
de: Mit Ihrer Zustimmung:
fr: Avec votre consentement :

source: In other cases, we transfer data only with your explicit consent.
fr: Dans d'autres cas, nous transférons les données uniquement avec votre consentement explicite.

source: Data storage and protection
de: Datenspeicherung und -schutz
fr: Stockage et protection des données

source: We store personal data until the processing purposes are achieved or until you withdraw your consent. To protect data, we take necessary and sufficient organizational and technical measures, including the use of secure data transfer protocols, to prevent unauthorized access, destruction or alteration of your information.
fr: Nous conservons les données personnelles jusqu'à ce que les finalités du traitement soient atteintes ou jusqu'à ce que vous retiriez votre consentement. Pour protéger les données, nous prenons des mesures organisationnelles et techniques nécessaires et suffisantes, y compris l'utilisation de protocoles de transfert de données sécurisés, pour empêcher tout accès non autorisé, destruction ou altération de vos informations.

source: Your rights
de: Ihre Rechte
fr: Vos droits

source: You have the right:
de: Sie haben das Recht:
fr: Vous avez le droit :

source: Receive information about the processing of your personal data.
de: Informationen über die Verarbeitung Ihrer personenbezogenen Daten zu erhalten.
fr: De recevoir des informations sur le traitement de vos données personnelles.

source: Require clarification, blocking or destruction of your data if they are incomplete, outdated, inaccurate or processed illegally.
fr: D'exiger la clarification, le blocage ou la destruction de vos données si elles sont incomplètes, obsolètes, inexactes ou traitées illégalement.

source: Withdraw consent to the processing of personal data.
de: Die Zustimmung zur Verarbeitung personenbezogener Daten zu widerrufen.
fr: De retirer votre consentement au traitement des données personnelles.

source: To do this, you need to send us an official written request to the contact details specified in section 1. Withdrawal of consent leads to termination of services to you on the Site, if data processing was necessary for them.
fr: Pour ce faire, vous devez nous envoyer une demande écrite officielle aux coordonnées indiquées dans la section 1. Le retrait du consentement entraîne la cessation des services qui vous sont fournis sur le Site, si le traitement des données était nécessaire pour ceux-ci.

source: Use of cookies
de: Verwendung von Cookies
fr: Utilisation des cookies

source: The Site uses cookies and similar technologies for:
de: Die Website verwendet Cookies und ähnliche Technologien für:
fr: Le Site utilise des cookies et des technologies similaires pour :

source: Ensuring the correct operation of the Site's functions (for example, saving products in the cart).
fr: Assurer le fonctionnement correct des fonctions du Site (par exemple, enregistrer les produits dans le panier).

source: Analyzing traffic and behavior on the Site using Yandex.Metrica, Google Analytics and other services to improve our service.
fr: Analyser le trafic et le comportement sur le Site à l'aide de Yandex.Metrica, Google Analytics et d'autres services pour améliorer notre service.

source: Personalizing content (for example, showing recommended products).
de: Personalisierung von Inhalten (z.B. Anzeige empfohlener Produkte).
fr: Personnaliser le contenu (par exemple, afficher des produits recommandés).

source: You can manage cookie settings through your browser, however disabling some files may lead to incorrect operation of the Site. On your first visit to the Site, you will be prompted to make a decision about using cookies.
fr: Vous pouvez gérer les paramètres des cookies via votre navigateur, mais la désactivation de certains fichiers peut entraîner un fonctionnement incorrect du Site. Lors de votre première visite sur le Site, il vous sera demandé de prendre une décision concernant l'utilisation des cookies.

source: Final provisions
de: Schlussbestimmungen
fr: Dispositions finales

source: We reserve the right to unilaterally make changes to this Policy. The current version is always available on this page. When making significant changes, we will notify you by available means, for example, through the site or by email.
fr: Nous nous réservons le droit d'apporter unilatéralement des modifications à cette Politique. La version actuelle est toujours disponible sur cette page. Lors de modifications importantes, nous vous en informerons par les moyens disponibles, par exemple, via le site ou par e-mail.

source: Consent to personal data processing
de: Zustimmung zur Verarbeitung personenbezogener Daten
fr: Consentement au traitement des données personnelles

source: Below is the text of consent that the user accepts during registration, order placement or subscription to the newsletter. This block should be accompanied by a separate checkbox.
fr: Ci-dessous se trouve le texte de consentement que l'utilisateur accepte lors de l'inscription, de la passation de commande ou de l'abonnement à la newsletter. Ce bloc doit être accompagné d'une case à cocher séparée.

source: Text for checkbox:
de: Text für Checkbox:
fr: Texte pour la case à cocher :

source: «I, acting freely, by my own will and in my interest, hereby confirm my consent to the Operator - [Specify the full name of the individual entrepreneur or LLC], to process my personal data provided during registration or order placement on the Site, including last name, first name, contact phone number, email and mailing address.
fr: « Moi, agissant librement, de mon propre gré et dans mon intérêt, je confirme par la présente mon consentement à l'Opérateur - [Indiquer le nom complet de l'entrepreneur individuel ou de la SARL], pour traiter mes données personnelles fournies lors de l'inscription ou de la passation de commande sur le Site, y compris le nom, le prénom, le numéro de téléphone, l'adresse e-mail et l'adresse postale.

source: Consent is given for the purposes of fulfilling the sales contract (processing my order), delivering goods, providing customer support, as well as for receiving information about news and promotions of the Site.
fr: Le consentement est donné aux fins de l'exécution du contrat de vente (traitement de ma commande), de la livraison des marchandises, de la fourniture d'un support client, ainsi que pour recevoir des informations sur les actualités et promotions du Site.

source: I agree that the processing of my personal data may include the following actions: collection, recording, systematization, accumulation, storage, clarification (update, change), extraction, use, transfer (to courier services, payment systems), anonymization, blocking, deletion, destruction.
fr: Je reconnais que le traitement de mes données personnelles peut inclure les actions suivantes : collecte, enregistrement, systématisation, accumulation, stockage, clarification (mise à jour, modification), extraction, utilisation, transfert (aux services de messagerie, systèmes de paiement), anonymisation, blocage, suppression, destruction.

source: This consent is valid until I revoke it by sending an appropriate written application to the Operator at the contacts specified in the Privacy Policy.»
fr: Ce consentement est valable jusqu'à ce que je le révoque en envoyant une demande écrite appropriée à l'Opérateur aux contacts indiqués dans la Politique de Confidentialité. »

source: I have read and agree to the Privacy Policy and consent to the processing of my personal data
fr: J'ai lu et j'accepte la Politique de Confidentialité et je consens au traitement de mes données personnelles

source: Confirm Consent
fr: Confirmer le consentement

source: This checkbox is required to proceed with registration or order placement.
fr: Cette case à cocher est obligatoire pour procéder à l'inscription ou à la passation de commande.

source: Important for integration:
de: Wichtig für die Integration:
fr: Important pour l'intégration :

source: This checkbox must be included in all forms that collect personal data (registration, order placement, subscription to newsletter). By default, the checkbox should be inactive and become active only after the user reads and agrees to the terms.
fr: Cette case à cocher doit être incluse dans tous les formulaires qui collectent des données personnelles (inscription, passation de commande, abonnement à la newsletter). Par défaut, la case à cocher doit être inactive et devenir active uniquement après que l'utilisateur a lu et accepté les conditions.

source: Your consent has been confirmed. Thank you!
fr: Votre consentement a été confirmé. Merci !

source: Consent Confirmed
fr: Consentement confirmé

source: Returns and Exchanges
de: Rückgaben und Umtausch
fr: Retours et Échanges

source: Return Conditions
de: Rückgabebedingungen
fr: Conditions de retour

source: Returns are accepted in cases:
de: Rückgaben werden in folgenden Fällen akzeptiert:
fr: Les retours sont acceptés dans les cas suivants :

source: Product does not match the description
de: Produkt entspricht nicht der Beschreibung
fr: Le produit ne correspond pas à la description

source: Manufacturing defect detected
de: Herstellungsfehler festgestellt
fr: Défaut de fabrication détecté

source: Product damaged during delivery
de: Produkt während der Lieferung beschädigt
fr: Produit endommagé lors de la livraison

source: Required kit not included
de: Erforderliches Zubehör nicht enthalten
fr: Kit requis non inclus

source: Returns are not accepted:
de: Rückgaben werden nicht akzeptiert:
fr: Les retours ne sont pas acceptés :

source: Product made to individual order
de: Produkt nach individueller Bestellung angefertigt
fr: Produit réalisé sur commande individuelle

source: Color/size didn't suit the buyer (if not seller's error)
de: Farbe/Größe passte dem Käufer nicht (wenn nicht Verkäuferfehler)
fr: La couleur/la taille ne convenait pas à l'acheteur (si ce n'est pas une erreur du vendeur)

source: Product was used
de: Produkt wurde benutzt
fr: Le produit a été utilisé

source: Original packaging damaged
de: Originalverpackung beschädigt
fr: Emballage d'origine endommagé

source: Return Process
de: Rückgabeprozess
fr: Processus de retour

source: Contact the seller
de: Kontaktieren Sie den Verkäufer
fr: Contacter le vendeur

source: Application
de: Antrag
fr: Demande

source: Fill out a return application
de: Füllen Sie einen Rückgabeantrag aus
fr: Remplir une demande de retour

source: Shipment
de: Versand
fr: Expédition

source: Send the product back
de: Senden Sie das Produkt zurück
fr: Renvoyer le produit

source: Terms and Cost
de: Bedingungen und Kosten
fr: Délais et coût

source: Consideration Period
de: Prüfungsfrist
fr: Délai d'examen

source: Usually 3-5 business days from the moment the seller receives the product
de: Normalerweise 3-5 Werktage ab dem Zeitpunkt, an dem der Verkäufer das Produkt erhält
fr: Généralement 3 à 5 jours ouvrables à partir du moment où le vendeur reçoit le produit

source: Return Cost
de: Rückgabekosten
fr: Coût du retour

source: If the return is due to seller's fault - expenses are borne by the seller
de: Wenn die Rückgabe auf Verkäuferfehler zurückzuführen ist - trägt der Verkäufer die Kosten
fr: Si le retour est dû à une faute du vendeur - les frais sont à la charge du vendeur

source: Money Refund
de: Geldrückerstattung
fr: Remboursement

source: Money is refunded within 10 business days
de: Geld wird innerhalb von 10 Werktagen zurückerstattet
fr: L'argent est remboursé dans un délai de 10 jours ouvrables

source: Product Exchange
de: Produktaustausch
fr: Échange de produit

source: Possible within 14 days from receipt
de: Möglich innerhalb von 14 Tagen nach Erhalt
fr: Possible sous 14 jours à compter de la réception

source: Important Information:
de: Wichtige Informationen:
fr: Informations importantes :

source: Shipping and Payment
fr: Livraison et Paiement

source: Delivery Methods
fr: Modes de livraison

source: Pickup Points
fr: Points de retrait

source: From partner networks
fr: Des réseaux partenaires

source: 5-7 business days
fr: 5-7 jours ouvrables

source: Payment upon receipt
fr: Paiement à la réception

source: Free from $50
fr: Gratuit à partir de 50 €

source: Courier Delivery
fr: Livraison par coursier

source: Door-to-door delivery
fr: Livraison à domicile

source: 1-3 business days
fr: 1-3 jours ouvrables

source: Prepayment required
fr: Pré-paiement requis

source: Fixed rate: $10
fr: Tarif fixe : 10 €

source: Express Delivery
fr: Livraison express

source: Express services
fr: Services express

source: 1-2 business days
fr: 1-2 jours ouvrables

source: Trackable shipment
fr: Expédition traçable

source: From $15
fr: À partir de 15 €

source: Postal Service
fr: Service postal

source: Regular mail
fr: Courrier ordinaire

source: 7-14 business days
fr: 7-14 jours ouvrables

source: Lowest cost
fr: Coût le plus bas
