Repository: A60874022/handmade-market-i18n
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr

source: From $5
fr: À partir de 5 €

source: Payment Methods
de: Zahlungsmethoden
fr: Modes de paiement

source: Bank Cards
fr: Cartes bancaires

source: E-wallets
fr: Portefeuilles électroniques

source: Cash
fr: Espèces

source: Upon pickup/delivery
fr: Lors du retrait/livraison

source: Secure Payments:
fr: Paiements sécurisés :

source: All online payments are processed through a secure payment system. We do not store your bank card details.
fr: Tous les paiements en ligne sont traités via un système de paiement sécurisé. Nous ne stockons pas les détails de votre carte bancaire.

source: Terms and Conditions
fr: Conditions générales

source: Processing Time
fr: Délai de traitement

source: Handmade products require 1-3 business days for preparation before shipment
fr: Les produits artisanaux nécessitent 1 à 3 jours ouvrables de préparation avant expédition

source: International Delivery
fr: Livraison internationale

source: Available to most countries (10-21 business days)
fr: Disponible dans la plupart des pays (10-21 jours ouvrables)

source: Order Tracking
de: Bestellverfolgung
fr: Suivi de commande

source: Tracking number provided for all shipments except regular mail
fr: Numéro de suivi fourni pour toutes les expéditions sauf courrier ordinaire

source: Customs Duties
fr: Droits de douane

source: For international orders, customs duties are the buyer's responsibility
fr: Pour les commandes internationales, les droits de douane sont à la charge de l'acheteur

source: Delivery times may vary depending on the seller's location and production time. Each handmade product is unique and may require additional time for creation. For custom orders, please discuss delivery dates directly with the seller.
fr: Les délais de livraison peuvent varier en fonction de l'emplacement du vendeur et du temps de production. Chaque produit artisanal est unique et peut nécessiter un temps supplémentaire pour sa création. Pour les commandes sur mesure, veuillez discuter des dates de livraison directement avec le vendeur.

source: Questions about delivery?
fr: Des questions sur la livraison ?

source: Contact the seller directly through their profile or write to our support team at
fr: Contactez directement le vendeur via son profil ou écrivez à notre équipe de support à

source: Please read these Terms of Use carefully before using the HandmadeMarket platform. By accessing or using our services, you agree to be bound by these terms.
fr: Veuillez lire attentivement ces Conditions d'Utilisation avant d'utiliser la plateforme HandmadeMarket. En accédant ou en utilisant nos services, vous acceptez d'être lié par ces conditions.

source: General Provisions
fr: Dispositions générales

source: 1.1 Platform Purpose
fr: 1.1 Objectif de la plateforme

source: HandmadeMarket is an online marketplace that connects buyers and sellers of handmade products. The platform provides tools for product placement, order processing, and communication between users.
fr: HandmadeMarket est une place de marché en ligne qui met en relation acheteurs et vendeurs de produits artisanaux. La plateforme fournit des outils pour le placement de produits, le traitement des commandes et la communication entre les utilisateurs.

source: 1.2 Agreement to Terms
fr: 1.2 Accord aux conditions

source: By registering on the platform or using any of its services, you confirm that you have read, understood, and agree to these Terms of Use. If you do not agree with any provision, please refrain from using the platform.
fr: En vous inscrivant sur la plateforme ou en utilisant l'un de ses services, vous confirmez avoir lu, compris et accepté ces Conditions d'Utilisation. Si vous n'êtes pas d'accord avec une quelconque disposition, veuillez vous abstenir d'utiliser la plateforme.

source: 1.3 User Eligibility
fr: 1.3 Éligibilité de l'utilisateur

source: You must be at least 18 years old or the age of majority in your jurisdiction to use our platform. By using the platform, you represent and warrant that you meet these requirements.
fr: Vous devez avoir au moins 18 ans ou être majeur dans votre juridiction pour utiliser notre plateforme. En utilisant la plateforme, vous déclarez et garantissez que vous répondez à ces exigences.

source: Registration and Account
fr: Inscription et compte

source: 2.1 Account Creation
fr: 2.1 Création de compte

source: To access certain features, you must create an account. You agree to provide accurate, current, and complete information during registration and to update such information to keep it accurate, current, and complete.
fr: Pour accéder à certaines fonctionnalités, vous devez créer un compte. Vous acceptez de fournir des informations exactes, actuelles et complètes lors de l'inscription et de mettre à jour ces informations pour qu'elles restent exactes, actuelles et complètes.

source: 2.2 Account Security
fr: 2.2 Sécurité du compte

source: You are responsible for maintaining the confidentiality of your account credentials and for all activities that occur under your account. You agree to immediately notify us of any unauthorized use of your account.
fr: Vous êtes responsable de la confidentialité des identifiants de votre compte et de toutes les activités qui se produisent sous votre compte. Vous acceptez de nous informer immédiatement de toute utilisation non autorisée de votre compte.

source: 2.3 Account Types
fr: 2.3 Types de compte

source: Buyer Account:
fr: Compte acheteur :

source: For purchasing handmade products.
fr: Pour acheter des produits artisanaux.

source: Seller Account:
fr: Compte vendeur :

source: Business Account:
fr: Compte professionnel :

source: For professional craftsmen and workshops.
fr: Pour les artisans professionnels et ateliers.

source: Rules of Use
fr: Règles d'utilisation

source: 3.1 Acceptable Use
fr: 3.1 Utilisation acceptable

source: Provide accurate product information
fr: Fournir des informations précises sur les produits

source: Respect intellectual property rights
fr: Respecter les droits de propriété intellectuelle

source: Maintain respectful communication
fr: Maintenir une communication respectueuse

source: Fulfill orders promptly
fr: Exécuter les commandes rapidement

source: 3.2 Prohibited Activities
fr: 3.2 Activités interdites

source: You must not:
fr: Vous ne devez pas :

source: Post counterfeit or infringing items
fr: Publier des articles contrefaits ou portant atteinte aux droits

source: Use the platform for illegal activities
fr: Utiliser la plateforme pour des activités illégales

source: Harass or discriminate against other users
fr: Harceler ou discriminer d'autres utilisateurs

source: Manipulate reviews or ratings
fr: Manipuler les avis ou les notations

source: Attempt to circumvent the platform's fee structure
fr: Tenter de contourner la structure tarifaire de la plateforme

source: 3.3 Product Listings
fr: 3.3 Listes de produits

source: Sellers are responsible for the accuracy and completeness of their product listings. All products must be handmade or handcrafted by the seller or their authorized partners.
fr: Les vendeurs sont responsables de l'exactitude et de l'exhaustivité de leurs listes de produits. Tous les produits doivent être fabriqués à la main ou artisanaux par le vendeur ou ses partenaires autorisés.

source: Sales and Transactions
fr: Ventes et transactions

source: 4.1 Order Process
fr: 4.1 Processus de commande

source: When a buyer places an order, the seller receives a notification and is expected to confirm the order within 48 hours. Once confirmed, the transaction becomes binding for both parties.
fr: Lorsqu'un acheteur passe une commande, le vendeur reçoit une notification et doit confirmer la commande dans les 48 heures. Une fois confirmée, la transaction devient contraignante pour les deux parties.

source: 4.2 Pricing and Fees
fr: 4.2 Tarification et frais

source: Product Price:
fr: Prix du produit :

source: Set by the seller
fr: Fixé par le vendeur

source: Platform Commission:
fr: Commission de la plateforme :

source: X%% of the sale price (specified in seller agreement)
fr: X%% du prix de vente (spécifié dans l'accord vendeur)

source: Payment Processing:
fr: Traitement des paiements :

source: Additional fees may apply
fr: Des frais supplémentaires peuvent s'appliquer

source: 4.3 Payment Processing
fr: 4.3 Traitement des paiements

source: All payments are processed through secure third-party payment processors. HandmadeMarket does not store credit card information. Payment is released to the seller after order completion and buyer confirmation of receipt.
fr: Tous les paiements sont traités via des processeurs de paiement tiers sécurisés. HandmadeMarket ne stocke pas les informations de carte de crédit. Le paiement est versé au vendeur après l'achèvement de la commande et la confirmation de réception par l'acheteur.

source: Intellectual Property
fr: Propriété intellectuelle

source: 5.1 Platform Content
fr: 5.1 Contenu de la plateforme

source: All platform software, design, text, graphics, logos, and other content (except user-generated content) are the property of HandmadeMarket and are protected by copyright and other intellectual property laws.
fr: Tous les logiciels, conceptions, textes, graphiques, logos et autres contenus de la plateforme (à l'exception du contenu généré par les utilisateurs) sont la propriété de HandmadeMarket et sont protégés par le droit d'auteur et d'autres lois sur la propriété intellectuelle.

source: 5.2 User Content
fr: 5.2 Contenu utilisateur

source: By posting content on the platform, you grant HandmadeMarket a non-exclusive, worldwide, royalty-free license to use, display, reproduce, and distribute such content in connection with the platform's services.
fr: En publiant du contenu sur la plateforme, vous accordez à HandmadeMarket une licence non exclusive, mondiale et gratuite d'utilisation, d'affichage, de reproduction et de distribution de ce contenu en lien avec les services de la plateforme.

source: 5.3 Product Designs
fr: 5.3 Conceptions de produits

source: Sellers retain intellectual property rights to their original designs. However, by listing products, sellers grant buyers the right to purchase and use the physical product for personal use.
fr: Les vendeurs conservent les droits de propriété intellectuelle sur leurs conceptions originales. Cependant, en listant des produits, les vendeurs accordent aux acheteurs le droit d'acheter et d'utiliser le produit physique pour un usage personnel.

source: Liability and Limitations
fr: Responsabilité et limitations

source: 6.1 Platform as Marketplace
fr: 6.1 Plateforme en tant que place de marché

source: HandmadeMarket acts as a marketplace connecting buyers and sellers. We are not a party to transactions between users and do not assume responsibility for the quality, safety, or legality of products sold.
fr: HandmadeMarket agit comme une place de marché mettant en relation acheteurs et vendeurs. Nous ne sommes pas partie aux transactions entre utilisateurs et n'assumons aucune responsabilité concernant la qualité, la sécurité ou la légalité des produits vendus.

source: 6.2 Dispute Resolution
fr: 6.2 Résolution des litiges

source: In case of disputes between buyers and sellers, HandmadeMarket may provide mediation services. However, we encourage users to resolve issues directly before escalating to platform support.
fr: En cas de litige entre acheteurs et vendeurs, HandmadeMarket peut fournir des services de médiation. Cependant, nous encourageons les utilisateurs à résoudre les problèmes directement avant de les escalader au support de la plateforme.

source: 6.3 Limitation of Liability
fr: 6.3 Limitation de responsabilité

source: To the fullest extent permitted by law, HandmadeMarket shall not be liable for any indirect, incidental, special, consequential, or punitive damages resulting from your use of the platform.
fr: Dans la mesure maximale permise par la loi, HandmadeMarket ne sera pas responsable des dommages indirects, accessoires, spéciaux, consécutifs ou punitifs résultant de votre utilisation de la plateforme.

source: Changes and Termination
fr: Modifications et résiliation

source: 7.1 Changes to Terms
fr: 7.1 Modifications des conditions

source: We reserve the right to modify these Terms of Use at any time. Continued use of the platform after changes constitutes acceptance of the new terms. We will notify users of significant changes via email or platform notifications.
fr: Nous nous réservons le droit de modifier ces Conditions d'Utilisation à tout moment. L'utilisation continue de la plateforme après les modifications constitue l'acceptation des nouvelles conditions. Nous informerons les utilisateurs des modifications importantes par e-mail ou par notifications sur la plateforme.

source: 7.2 Account Termination
fr: 7.2 Résiliation de compte

source: You may terminate your account at any time by contacting support or using the account deletion feature in your settings. We reserve the right to suspend or terminate accounts that violate these terms.
fr: Vous pouvez résilier votre compte à tout moment en contactant le support ou en utilisant la fonction de suppression de compte dans vos paramètres. Nous nous réservons le droit de suspendre ou de résilier les comptes qui violent ces conditions.

source: 7.3 Effect of Termination
fr: 7.3 Effet de la résiliation

source: Upon termination, your right to use the platform ceases immediately. Outstanding orders must be fulfilled according to these terms. We may retain certain information as required by law or for legitimate business purposes.
fr: Lors de la résiliation, votre droit d'utiliser la plateforme cesse immédiatement. Les commandes en cours doivent être exécutées conformément à ces conditions. Nous pouvons conserver certaines informations comme l'exige la loi ou à des fins commerciales légitimes.

source: These Terms of Use constitute the entire agreement between you and HandmadeMarket regarding your use of the platform. If any provision is found to be unenforceable, the remaining provisions will remain in full force and effect.
fr: Ces Conditions d'Utilisation constituent l'accord intégral entre vous et HandmadeMarket concernant votre utilisation de la plateforme. Si une disposition est jugée inapplicable, les autres dispositions resteront en vigueur.

source: Governing Law:
fr: Droit applicable :

source: These terms are governed by the laws of [Your Country/State]. Any disputes shall be resolved in the courts of [Your Jurisdiction].
fr: Ces conditions sont régies par les lois de [Votre pays/État]. Tout litige sera résolu par les tribunaux de [Votre juridiction].

source: Contact for Legal Inquiries:
fr: Contact pour les demandes légales :

source: Contact Support
fr: Contacter le support

source: Product Catalog - Handmade Products from Local Artisans
fr: Catalogue de produits - Produits artisanaux d'artisans locaux

source: Browse our catalog of unique handmade products. Discover leather goods, ceramics, crafts from local artisans. Filter by category and city. Support local craftsmanship.
fr: Parcourez notre catalogue de produits artisanaux uniques. Découvrez des articles en cuir, céramiques, objets d'artisanat d'artisans locaux. Filtrez par catégorie et ville. Soutenez l'artisanat local.

source: Product Catalog
de: Produktkatalog
fr: Catalogue de produits

source: Unique handmade products from talented craftsmen
de: Einzigartige handgefertigte Produkte von talentierten Handwerkern
fr: Produits artisanaux uniques de talents créatifs

source: Search and Filter Products
fr: Rechercher et filtrer les produits

source: Start typing product name...
de: Beginnen Sie mit der Eingabe des Produktnamens...
fr: Commencez à taper le nom du produit...

source: All Categories
de: Alle Kategorien
fr: Toutes les catégories

source: No categories available
de: Keine Kategorien verfügbar
fr: Aucune catégorie disponible

source: All Cities
de: Alle Städte
fr: Toutes les villes

source: No cities available
de: Keine Städte verfügbar
fr: Aucune ville disponible

source: Reset All Filters
de: Alle Filter zurücksetzen
fr: Réinitialiser tous les filtres

source: Active Filters:
de: Aktive Filter:
fr: Filtres actifs :

source: Search:
de: Suche:
fr: Recherche :

source: Category:
de: Kategorie:
fr: Catégorie :

source: Selected
fr: Sélectionné

source: City:
de: Stadt:
fr: Ville :

source: Products Found:
de: Gefundene Produkte:
fr: Produits trouvés :

source: Available Products
fr: Produits disponibles

source: Handmade product
fr: Produit artisanal

source: Craftsman
de: Handwerker
fr: Artisan

source: Add to Cart
de: In den Warenkorb
fr: Ajouter au panier

source: This is your product
de: Dies ist Ihr Produkt
fr: C'est votre produit

source: Your Product
de: Ihr Produkt
fr: Votre produit

source: Log in to add to cart
de: Melden Sie sich an, um in den Warenkorb zu legen
fr: Connectez-vous pour ajouter au panier

source: In Favorites
de: In Favoriten
fr: Dans les favoris

source: No Products Found
de: Keine Produkte gefunden
fr: Aucun produit trouvé

source: Try adjusting your search criteria or reset the filters
de: Versuchen Sie, Ihre Suchkriterien anzupassen oder die Filter zurückzusetzen
fr: Essayez d'ajuster vos critères de recherche ou de réinitialiser les filtres

source: There are no products in the catalog yet
de: Es sind noch keine Produkte im Katalog
fr: Il n'y a pas encore de produits dans le catalogue

source: Reset Filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres

source: Page navigation
fr: Navigation par page

source: Product pagination
fr: Pagination des produits

source: Previous
de: Vorherige
fr: Précédent

source: No products found for your query
de: Keine Produkte für Ihre Suche gefunden
fr: Aucun produit trouvé pour votre recherche

source: Searching products...
de: Suche nach Produkten...
fr: Recherche de produits...

source: An error occurred while searching
de: Fehler bei der Suche
fr: Une erreur est survenue lors de la recherche

source: This filter will show products from all language versions of this category
fr: Ce filtre affichera les produits de toutes les versions linguistiques de cette catégorie

source: Categories show products in all languages
fr: Les catégories affichent les produits dans toutes les langues

source: Manage your handmade products
de: Verwalten Sie Ihre handgefertigten Produkte
fr: Gérez vos produits artisanaux

source: My Profile
de: Mein Profil
fr: Mon profil

source: No image
de: Kein Bild
fr: Pas d'image

source: Inactive
de: Inaktiv
fr: Inactif

source: Edit
de: Bearbeiten
fr: Modifier

source: Delete product
de: Produkt löschen
fr: Supprimer le produit

source: Number of images:
de: Anzahl der Bilder:
fr: Nombre d'images :

source: Added
de: Hinzugefügt am
fr: Ajouté

source: Delete Product
de: Produkt löschen
fr: Supprimer le produit

source: Are you sure you want to delete this product?
de: Sind Sie sicher, dass Sie dieses Produkt löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer ce produit ?

source: This action cannot be undone. All product data will be deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle Produktdaten werden gelöscht.
fr: Cette action est irréversible. Toutes les données du produit seront supprimées.

source: You don't have any products yet
de: Sie haben noch keine Produkte
fr: Vous n'avez pas encore de produits

source: Add your first handmade product and start selling
de: Fügen Sie Ihr erstes handgefertigtes Produkt hinzu und beginnen Sie mit dem Verkauf
fr: Ajoutez votre premier produit artisanal et commencez à vendre

source: Add First Product
de: Erstes Produkt hinzufügen
fr: Ajouter un premier produit

source: Browse Catalog
de: Katalog durchsuchen
fr: Parcourir le catalogue

source: Delete Product?
de: Produkt löschen?
fr: Supprimer le produit ?

source: Yes, Delete
de: Ja, Löschen
fr: Oui, supprimer

source: Slide
de: Folie
fr: Diapositive

source: Handmade
de: Handgefertigt
fr: Fait main

source: Product Description
de: Produktbeschreibung
fr: Description du produit

source: Craftsman Information
de: Informationen zum Handwerker
fr: Informations sur l'artisan

source: Write to Craftsman
fr: Écrire à l'artisan

source: Log in to write
fr: Connectez-vous pour écrire

source: View Profile
fr: Voir le profil

source: Product Details
de: Produktdetails
fr: Détails du produit

source: Creation Date
de: Erstellungsdatum
fr: Date de création

source: Ask about product
fr: Poser une question sur le produit

source: Go to Cart
de: Zum Warenkorb
fr: Aller au panier

source: Back to Catalog
de: Zurück zum Katalog
fr: Retour au catalogue

source: Product Management
de: Produktverwaltung
fr: Gestion du produit

source: Edit Product
de: Produkt bearbeiten
fr: Modifier le produit

source: View Product Dialogs
fr: Voir les dialogues du produit

source: Information for Craftsman
de: Informationen für Handwerker
fr: Informations pour l'artisan

source: Warning!
de: Warnung!
fr: Avertissement !

source: When deleting a product, all dialogs related to this product will also be deleted.
de: Beim Löschen eines Produkts werden auch alle damit verbundenen Dialoge gelöscht.
fr: Lors de la suppression d'un produit, tous les dialogues liés à ce produit seront également supprimés.

source: of
de: von
fr: sur

source: Edit product
de: Produkt bearbeiten
fr: Modifier le produit

source: Update information about your handmade product
de: Aktualisieren Sie die Informationen über Ihr handgefertigtes Produkt
fr: Mettre à jour les informations sur votre produit artisanal

source: required fields
de: erforderliche Felder
fr: champs obligatoires

source: Price (euros)
fr: Prix (euros)

source: Integer from 1 to 5,000,000 euros
fr: Nombre entier de 1 à 5 000 000 euros

source: Product name
de: Produktname
fr: Nom du produit

source: You can choose any uploaded photo as the main one. For new images, the first uploaded will automatically become the main one.
fr: Vous pouvez choisir n'importe quelle photo téléchargée comme principale. Pour les nouvelles images, la première téléchargée deviendra automatiquement la principale.

source: You can upload up to 4 photos. <span class="text-danger"> You need to upload at least one image. </span>
fr: Vous pouvez télécharger jusqu'à 4 photos. <span class="text-danger"> Vous devez télécharger au moins une image. </span>

source: Current image
de: Aktuelles Bild
fr: Image actuelle

source: Replace
de: Ersetzen
fr: Remplacer

source: Choose File
fr: Choisir un fichier

source: No file chosen
fr: Aucun fichier choisi

source: Select a new image to replace
de: Wählen Sie ein neues Bild zum Ersetzen
fr: Sélectionner une nouvelle image à remplacer

source: Cancel replacement
de: Ersetzung abbrechen
fr: Annuler le remplacement

source: Main
de: Haupt
fr: Principal

source: Upload image first
fr: Téléchargez d'abord une image

source: New image
de: Neues Bild
fr: Nouvelle image

source: Select image file
fr: Sélectionner un fichier image

source: Add another image
de: Weiteres Bild hinzufügen
fr: Ajouter une autre image

source: Save changes
de: Änderungen speichern
fr: Enregistrer les modifications

source: Save
de: Speichern
fr: Enregistrer

source: File selected:
fr: Fichier sélectionné :

source: Select category
de: Kategorie auswählen
fr: Sélectionner une catégorie

source: For example: Handmade knitted scarf
de: Zum Beispiel: Handgestrickter Schal
fr: Par exemple : Écharpe tricotée main

source: Describe your product: materials, sizes, manufacturing features...
de: Beschreiben Sie Ihr Produkt: Materialien, Größen, Herstellungsmerkmale...
fr: Décrivez votre produit : matériaux, tailles, caractéristiques de fabrication...

source: Choose category
de: Kategorie wählen
fr: Choisir une catégorie
